{
  "wpid": "WP3552",
  "title": "tRNA processing in the nucleus",
  "authors": [
    "ReactomeTeam",
    "Fehrhart"
  ],
  "last-edited": "20210125165412",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0001573"
  ],
  "description": "Genes encoding transfer RNAs are transcribed in the nucleus by RNA polymerase III. (Distinct processes of transcription and processing also occur in mitochondria.) The initial transcripts, pre-tRNAs, contain extra nucleotides at the 5' end and 3' end. 6.3% (32 of 509) of human tRNAs also contain introns, which are located in the anticodon loop, 3' to the anticodon. The additional nucleotides are removed and a non-templated CCA sequence is added to the resulting 3' terminus by processing reactions in the nucleus and cytosol (reviewed in Nakanishi and Nureki 2005, Phizicky and Hopper 2010).<br>The order of processing and nucleotide modification events may be different for different tRNAs and its analysis is complicated by a retrograde transport mechanism that can import tRNAs from the cytosol back to the nucleus (retrograde movement, Shaheen and Hopper 2005, reviewed in Phizicky  2005). Generally, the 5' leader of the pre-tRNA is removed first by endonucleolytic cleavage by the RNase P ribonucleoprotein complex, which contains a catalytic RNA (RNA H1 in humans) and at least 10 protein subunits (reviewed in Jarrous 2002, Xiao et al. 2002, Jarrous and Gopalan 2010).<br>The 3' trailer is then removed by RNase Z activity, a single protein in humans (reviewed in Maraia and Lamichhane 2011). ELAC2 is a RNase Z found in both nucleus and mitochondria. ELAC1 is found in the cytosol and may also act as an RNase Z. Human tRNA genes do not encode the universal acceptor 3' terminus CCA, instead it is added post-transcriptionally by TRNT1, an unusual polymerase that requires no nucleic acid template (reviewed in Xiong and Steitz 2006, Hou 2010, Tomita and Yamashita 2014).<br>In humans introns are spliced from intron-containing tRNAs in the nucleus by a two step mechanism that is distinct from mRNA splicing (reviewed in Popow et al. 2012, Lopes et al. 2015). The TSEN complex first cleaves 5' and 3' to the intron, generating a 2'3' cyclic phosphate on the 5' exon and a 5' hydroxyl group on the 3' exon. These two ends are ligated by a complex containing at least 6 proteins in a single reaction that both hydrolyzes the 2' phosphate bond and joins the 3' phosphate to the 5' hydroxyl. (In yeast the ligation and the hydrolysis of the 2' phosphate are separate reactions. The splicing reactions in yeast occur in the cytosol at the mitochondrial outer membrane.) <br>Mature transfer RNAs contain a large number of modified nucleotide residues that are produced by post-transcriptional modification reactions (reviewed in Li and Mason 2014). Depending on the specific tRNA these reactions may occur before or after splicing and before or after export from the nucleus to the cytosol.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=6784531 Reactome].",
  "revision": null
}