{
    "wpid": "WP4159",
    "organisms": ["Homo sapiens"],
    "description": "GABA is the main inhibitory neurotransmitter in the mammalian CNS. It is synthesized from glutamate by the enzyme L-glutamic acid decarboxylase. The GABA transporter GAT, located in the plasma membrane of nerve terminals and glial cells, plays an important role in the termination of synaptic transmission. GABA enters the cell via GAT and is then converted to gamma hydroxybutarate or succinate, the latter eventually entering the citrate cycle.  There are three GABA receptors: GABA(A), GABA(B) and GABA(C) receptor. GABA(A) and GABA(C) receptors belong to the family of transmitter-gated ion channels while GABA(B) receptor is a G protein coupled receptor which is activated by baclofen. GABA(A) receptors are hetero-oligomeric Cl⁻ channels that are modulated by barbiturates and benzodiazepines. GABA(A)R-associated protein (GABARAP) is localized in the golgi and plays a role in intracellular GABA (A) receptor transport via its ability to interact with N-ethylmaleimide-sensitive factor (NSF) and gephyrin (GPHN). Surface receptor number is important since it is a determinant of inhibitory synapse strength. It is controlled by removal of receptors from the membrane by interaction with the clathrin adaptor AP2 followed by recruitment into clathrin-coated pits. GABA(A) receptors can then be targeted for proteasomal degradation.  Proteins on this pathway have targeted assays available via the [CPTAC Assay Portal](https://assays.cancer.gov/available_assays?wp_id=WP4159).",
    "ontology-ids": [
        "CL:0000125",
        "PW:0001892",
        "PW:0000848",
        "CL:0000540",
        "PW:0000003",
        "PW:0000407",
        "PW:0000757",
        "PW:0000405",
        "CL:0000617"
    ],
    "last-edited": "2025-10-20",
    "title": "GABA receptor signaling",
    "authors": [
        "DeSl",
        "IreneHemel",
        "Khanspers",
        "AlexanderPico",
        "Eweitz",
        "Finterly",
        "Egonw"
    ],
    "revision": "r140746"
}