{
    "wpid": "WP2533",
    "organisms": ["Homo sapiens"],
    "description": "Glycerophospholipids or phosphoglycerides, in which the hydrophobic regions are composed of two fatty acids joined to glycerol; and sphingolipids, in which a single fatty acid is joined to a fatty amine, sphingosine, are glycerol-based phospholipids and the main component of biological membranes. The hydrophilic moieties in these amphipathic compounds may be as a simple as a single -OH at one end of the sterol ring system, or they may be more complex. Glycerophospholipds, as well as sphingolipids, contained polar or charged alcohols at their polar ends; some also contain phosphate groups.  In glycerophospholipids, two fatty acids are ester-linked to glycerol at C-1 and C-2, and a highly polar or charged (and therefore hydrophilic) head group is attached to C-3 through a phosphodiester bond. All glycerophospholipds are derivatives of phosphatidic acid and are named for their polar head groups (e.g., phosphatidylethanolamine and phosphatidylcholine). All have a negative charge on the phosphate group at pH 7.0. The head-goup alcohol may also contribute one or more charges at pH near 7.0. The fatty acids in glycerophospholipds can be any of a wide variety. They are different in different species, in different tissues of the same species, and in different types of glycerophospholipids in the same cell or tissue. In general, glycerophospholipids contain a saturated fatty acid at C-1 and an unsaturated fatty acid at C-2, and, in general terms, the fatty acyl groups are generally 16 or 18 carbons long.  Eukaryotic membranes contain significant amounts of two other types of glycerophospholipids: Plasmalogens and Alkylacylglycerophospholipids. Plasmalogens contain a hydrocarbon chain linked to glycerol C-1 via vinyl ether linkage whereas alkylacylglycerophospholipids the alkyl substituent at glycerol C-1 is attached via an ether linkage. About 20% of mammalian glycerophospholipids are plasmalogens, this percentage varies both from species to species and from tissue to tissue within a given organism. While plasmalogens comprise only about 0.8% of the phospholipids in human liver, they account for around 23% of those in human nervous tissue. The alkylacylglycerophospholipids are less abundant than the plasmalogens, e.g., about 59% of ethanolamine glycerophospholipids of human heart are plasmalogens, whereas only 3.6% are alkylacylglycerophospholipids. However, in bovine erythrocytes, 75% of the ethanolamine glycerophospholipids are of alkylacyl type.",
    "ontology-ids": [
        "PW:0001307",
        "PW:0000354",
        "PW:0002418"
    ],
    "last-edited": "2023-05-11",
    "title": "Glycerophospholipid biosynthetic pathway",
    "authors": [
        "Amanzo",
        "MaintBot",
        "Mkutmon",
        "Egonw",
        "DeSl",
        "Elisa",
        "L Dupuis",
        "Eweitz",
        "Conroy lipids",
        "Khanspers"
    ],
    "revision": "r126497"
}