{
    "wpid": "WP2328",
    "organisms": ["Homo sapiens"],
    "description": "This pathway illustrates molecular interactions involved in the fundamental adaptive immune response for allograft destruction. This pathway was adapted in large part from [KEGG](http://www.genome.jp/kegg/pathway/hsa/hsa05330.html). In the initial step of this diagram, antigen presenting cells (APC's), either those from the donor (direct pathway) or from the recipient (indirect pathway) activate naive t cells leading to both CD8+ and CD4+ T cell maturation. CD8+ stimulated T cells lead to apoptosis of the allograft donor cells whereas CD4+ T cells differentiate into TH1, TH2, T17, and Treg cells. Activated TH1 produces TNFA and NO and damages donor graft cells by cytotoxicity. TH2 cell activates B cells. Activated B cells lead to plasma cell formation followed by IgG antibodies and the complement cascade pathway in acute antibody-mediated rejection (AMR) and chronic AMR with C3 being the therapeutic target. Exogenous treatment with YCF inhibits C3, thus preventing AMR. Eculizumab binds to C5 which prevent C5a production and the membrane attack complex.  C3a and C35 act as potent chemotactic factors, promoting the infiltration of pro-inflammatory cells. Belatacept inhibits CD80/86 binding to CD28. Corticosteroids inhibit pro-inflammatory cytokines. Corticosteroids contribute to immune suppression such as CTLA4 which inhibits T-cell activation.  Proteins on this pathway have targeted assays available via the [CPTAC Assay Portal](https://assays.cancer.gov/available_assays?wp_id=WP2328)",
    "ontology-ids": [
        "PW:0001025",
        "PW:0000013",
        "PW:0000235"
    ],
    "last-edited": "2025-10-30",
    "title": "Allograft rejection",
    "authors": [
        "Nsalomonis",
        "MaintBot",
        "DMicael",
        "Ddigles",
        "Khanspers",
        "Mkutmon",
        "MirellaKalafati",
        "AlexanderPico",
        "Fehrhart",
        "DeSl",
        "Eweitz",
        "Susan",
        "Egonw"
    ],
    "revision": "r140863"
}