{
  "wpid": "WP2698",
  "title": "Meiotic recombination",
  "authors": [
    "ReactomeTeam",
    "Anwesha",
    "Ryanmiller"
  ],
  "last-edited": "20210125165558",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000004",
    "PW:0001318"
  ],
  "description": "Meiotic recombination exchanges segments of duplex DNA between chromosomal homologs, generating genetic diversity (reviewed in Handel and Schimenti 2010, Inagaki et al. 2010, Cohen et al. 2006). There are two forms of recombination: non-crossover (NCO) and crossover (CO). In mammals, the former is required for correct pairing and synapsis of homologous chromosomes, while CO intermediates called chiasmata are required for correct segregation of bivalents.<br>Meiotic recombination is initiated by double-strand breaks created by SPO11, which remains covalently attached to the 5' ends after cleavage. SPO11 is removed by cleavage of single DNA strands adjacent to the covalent linkage. The resulting 5' ends are further resected to produce protruding 3' ends. The single-stranded 3' ends are bound by RAD51 and DMC1, homologs of RecA that catalyze a search for homology between the bound single strand and duplex DNA of the chromosomal homolog. RAD51 and DMC1 then catalyze the invasion of the single strand into the homologous duplex and the formation of a D-loop heteroduplex. Approximately 90% of heteroduplexes are resolved without crossovers (NCO), probably by synthesis-dependent strand annealing.<br>The invasive strand is extended along the homolog and ligated back to its original duplex, creating a double Holliday junction. The mismatch repair proteins MSH4, MSH5 participate in this process, possibly by stabilizing the duplexes. The mismatch repair proteins MLH1 and MLH3 are then recruited to the double Holliday structure and an unidentified resolvase (Mus81? Gen1?) cleaves the junctions to yield a crossover. <br>Crossovers are not randomly distributed: The histone methyltransferase PRDM9 recruits the recombination machinery to genetically determined hotspots in the genome and each incipient crossover somehow inhibits formation of crossovers nearby, a phenomenon called crossover interference. Each chromosome bivalent, including the X-Y body in males, has at least one crossover and this is required for meiosis to proceed correctly.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=912446 Reactome].",
  "revision": null
}