{
    "wpid": "WP5176",
    "organisms": ["Homo sapiens"],
    "description": "This pathway model displays disorders of bile acid synthesis and biliary transport.   Bile acids have a crucial role in the absorption of lipids and hydrophilic vitamins. Furthermore, bile acids aid in the maintenance of cholesterol homeostasis, excretion of toxic substances, processing of food intake, and used as signaling molecules influencing glucose homeostasis, lipid metabolism, and energy expenditure. First, bile acids with a low solubility (less hydrophilic, unconjugated) must be activated using CoA, so that conjugation to taurine or glycine can happen.  This model includes 20 disorders, of which 14 are enzyme deficiencies, and 6 are related to transporters.   The enzyme deficiencies include 3β-Dehydrogenase deficiency, 5β-Reductase deficiency, Spastic Paraplegia 5A, Cholesterol 7α-hydroxylase deficiency, Sterol 27-hydroxylase deficiency, α-Methylacyl-CoA racemase (AMACR) deficiency, Bile acid amidation defect, and Bile acid-CoA ligase deficiency (BA CoA LD, BACS), congenital bile acid synthesis defect 6 and type 5, D-bifunctional protein deficiency, sterol carrier protein 2 deficiency.   Disorders of transporters are related to deficiencies in ATP8B1 (Progressive familial intrahepatic cholestasis type 1; PFIC1), ABCB11 (Progressive familial intrahepatic cholestasis type 2; PFIC 2), ABCB4 (Progressive familial intrahepatic cholestasis type 3), and ABCC2 (Dubin-Johnson syndrome), as well as Rotor Syndrome (linked to two distinct genes, OATP1B1 and OATP1B3, related to taurocholate and glycocholate transport).    This pathway is based on Chapter 34 of Blau’s ‘Physicians Guide to the Diagnosis, Treatment, and Follow-Up of Inherited Metabolic Diseases (ISBN 3642403360 (978-3642403361)), edition 4 (and is currently in the process of being updated to edition 5, Chapter 56). We would like to thank two authors from this chapter (Frédéric M. Vaz and Sacha Ferdinandusse) for their efforts in curating this pathway model!",
    "ontology-ids": [
        "PW:0000013",
        "DOID:4810",
        "DOID:12308",
        "DOID:0110810",
        "PW:0001060",
        "PW:0000834",
        "PW:0001589",
        "DOID:0070226",
        "PW:0000039",
        "DOID:0070222",
        "DOID:0070223",
        "DOID:0050674",
        "DOID:0060602",
        "PW:0001061",
        "PW:0000103",
        "CL:0000182"
    ],
    "last-edited": "2023-07-12",
    "title": "Disorders of bile acid synthesis and biliary transport",
    "authors": [
        "Maria van de Meent",
        "Eweitz",
        "DeSl",
        "Egonw"
    ],
    "revision": "r126993"
}