{
    "wpid": "WP5181",
    "organisms": ["Homo sapiens"],
    "description": "Ceramides and insulin resistance are connectedd. Ceramides are accumulated in tissues due to an excess of saturated fatty acids. In obese subjects, the amount of ceramides found in skeletal muscles is nearly double that of healthy subjects.   Ceramides are produced mostly by the sphingolipid pathway. Besides the sphingolipid pathway, ceramides are also produced by the hydrolysis of sphingomyelin with the catalysis of nSMase2.   In the cell, ceramides play a role in insulin resistance. Ceramides inhibit the binding of PDX-1 and MAFA transcription factors to insulin promoter. Ceramides cause ER stress, which activates extracellular signal-regulated kinase MAPK8 and EIF2AK2. This leads to the upregulation of serine phosphorylation while downregulating tyrosine phosphorylation of IRS-1. That, in turn, leads to the inhibition of recruitment and activation of PI3K. This leads to a downregulation in AKT1, an enzyme that stimulates the translocation of GLUT4. Ceramides also impair mitochondria functions and inhibit fatty acid oxidation, eventually leading to ROS and inflammation. Ceramides activate protein PP2A, which promotes the dephosphorylation of AKT1. PKCζ is also activated by ceramides to inhibit the activity of AKT1.   Moreover, palmitoyl-CoA downregulates the phosphorylation of AMPK, which leads to the increase of ER stress in the cell and decreases in fatty acid oxidation.   On the other hand, oleic acid inhibits the downregulation of AMPK caused by palmitoyl-CoA. Oleic acid also increases the expression of CPT1B, stimulating the fatty acid oxidation to reduce the inflammation in the cell.  ",
    "ontology-ids": [
        "DOID:9351",
        "CL:0000188",
        "DOID:1936",
        "DOID:9970",
        "PW:0000208",
        "PW:0000143"
    ],
    "last-edited": "2023-01-18",
    "title": "Roles of ceramides in development of insulin resistance",
    "authors": [
        "GiangNguyen126",
        "Eweitz",
        "LucHooglugt",
        "DeSl",
        "Egonw"
    ],
    "revision": "r124851"
}