{
  "wpid": "WP1491",
  "title": "PI3K-AKT-NFkB pathway",
  "authors": [
    "Coolseenu",
    "AlexanderPico",
    "MaintBot",
    "Ddigles",
    "Egonw",
    "Mkutmon",
    "Eweitz"
  ],
  "last-edited": "20210523105225",
  "organisms": [
    "Rattus norvegicus"
  ],
  "ontology-ids": [
    "PW:0000232"
  ],
  "description": "NFKB is an important transcription factor induced by multiple cellular mechanisms. This pathway diagram depicts the major activators of the pathway and the downsteam genes regulated by the pathway. Activation of growth factor receptors by growth factors or cellular stress leads to the activation of the Phosphatidyl Inositol-3 kinases (PI3Kinases). PI3 kinases phosphorylate the inositol ring of Phosphatidyl inositol to produce Phosphatidyl inositol (3,4,5)-trisphosphate (PIP3). PIP3 activates downstream serine-threonine protein kinases such as Protein kinase B (AKT/PKB) through the kinase PDK1. Activation of Akt is tightly regulated by the quantity of the second messenger phosphatidyl inositol triphosphate.(PIP3). AKT itself can be dephosphorylated by the action of protein phosphatases. AKT contributes to several cellular functions including inhibition of apoptosis and cell survival, nutrient metabolism, cell growth, transcriptional regulation. AKT inhibits apoptosis by the phosphorylated inhibition of BAD and caspase 9. AKT phosphorylates and inactivates the enzyme glycogen synthetase kinase 3 and activates the transcription of glucose transporter (GLUT 1) and the glycolytic enzyme Phospho-fructo-2-kinase. AKT activates the NFΚΒ pathway through direct activation of IΚK and through phosphorylation of the MAP3kinase Tpl2. Activation of the NFΚΒ pathway also occurs through trans-membrane receptor complexes (TNF receptor superfamily, IL-1 receptor and the Toll like receptor family). Hypoxia, reactive oxygen species and cytokines such as TNF alpha and IL-1 activate the NFΚΒ pathway through these receptors. NFΚΒ elements are usually present in the cytoplasm as homo or heterodimers. They are localised to the cytoplasm by being complexed to proteins called the Inhibitors of Kappa beta (IΚΒ). Activation of the NFΚΒ pathway involves the breakdown of these complexes by proteosomal degradation of the IΚΒ subunits and translocation of the NFΚΒ elements into the nucleus. This is catalyzed by the action of protein kinases called the inhibitors of kappa kinase (IΚK) complex. In the nucleus NFΚΒ elements induce the transcription of genes related to cytokines, cell surface receptors, pro-apoptotic and anti-apoptotic proteins, adhesion molecules and anti-oxidants. NFΚΒ pathway is regulated by several feedback loops including increased transcription of the Iκβε gene in response to NFΚΒ activation.",
  "revision": null
}