{
  "wpid": "WP4121",
  "title": "Neddylation",
  "authors": [
    "ReactomeTeam"
  ],
  "last-edited": "20210125161327",
  "organisms": [
    "Homo sapiens"
  ],
  "description": "NEDD8 is a small ubiquitin-like molecule that is conjugated to substrate proteins through an E1 to E3 enzyme cascade similar to that for ubiquitin. The best characterized target of neddylation is the cullin scaffold subunit of cullin-RING E3 ubiquitin ligases (CRLs), which themselves target numerous cellular proteins for degradation by the proteasome (Hori et al, 1999; reviewed in Soucy et al, 2010; Lyedeard et al, 2013). The multisubunit CRL complexes are compositionally diverse, but each contains a scaffolding cullin protein (CUL1, 2, 3, 4A, 4B, 5, 7 or 9) and a RING box-containing E3 ligase subunit RBX, along with other adaptor and substrate-interacting subunits. RBX2 (also known as RNF7) interacts preferentially with CUL5, while RBX1 is the primary E3 for most other cullin family members (reviewed in Mahon et al, 2014). Neddylation of the cullin subunit increases the ubiquitination activity of the CRL complex (Podust et al, 2000; Read et al, 2000; Wu et al, 2000; Kawakami et al, 2001; Ohh et al, 2002; Yu et al, 2015). In addition to CRL complexes, a number of other less-well characterized NEDD8 targets have been identified. These include other E3 ubiquitin ligases such as SMURF1 and MDM2, receptor tyrosine kinases such as EGFR and TGF beta RII, and proteins that contribute to transcriptional regulation, among others (Xie et al, 2014; Watson et al, 2010; Oved et al, 2006; Zuo et al, 2013; Xirodimas et al, 2004; Singh et al, 2007; Abida et al, 2007; Liu et al 2010; Watson et al, 2006; Loftus et al, 2012; Aoki et al, 2013; reviewed in Enchev et al, 2015). <br>Like ubiquitin, NEDD8 undergoes post-translational processing to generate the mature form. UCHL3- or SENP8-mediated proteolysis removes the C-terminal 5 amino acids of NEDD8, generating a novel C-terminal glycine residue for conjugation to the cysteine residues in the E1, E2 enzymes or lysine residues in the substrate protein, usually the E3 NEDD8 ligase itself (Wada et al, 1998; reviewed in Enchev et al, 2015). Most substrates in vivo appear to be singly neddylated on one or more lysine residues, but NEDD8 chains have been formed on cullin substrates in vitro and on histone H4 in cultured human cells after DNA damage (Jones et al, 2008; Ohki et al, 2009; Xirodimas et al, 2008; Jeram et al, 2010; Ma et al, 2013; reviewed in Enchev et al, 2015). The significance of NEDD8 chains is still not clear. <br>NEDD8 has a single heterodimeric E1 enzyme, consisting of NAE1 (also known as APPBP1) and UBA3, and two E2 enzymes, UBE2M and UBE2F, which are N-terminally acetylated (Walden et al, 2003; Bohnsack et al, 2003; Huang et al, 2004; Huang et al, 2005; Huang et al, 2009; Scott et al, 2011a; Monda et al, 2013; reviewed in Enchev et al, 2015). All NEDD8 E3 enzymes reported to date also function as E3 ubiquitin ligases, and most belong to the RING domain class. The best characterized NEDD8 E3 enzymes are the CRL complexes described above. RBX1-containing complexes interact preferentially with UBE2M, while UBE2F is the E2 for RBX2-containing complexes (Huang et al, 2009; Monda et al, 2013). <br>Neddylation is regulated in vivo by interaction with DCUN1D proteins (also called DCNLs). The 5 human DCUN1D proteins interact both with cullins and with the NEDD8 E2 proteins and thereby increase the kinetic efficiency of neddylation (Kurz et al, 2005; Kurz et al, 2008; Scott et al, 2010; Scott et al, 2011a; Scott et al, 2014; Monda et al, 2013). Glomulin (GLMN) is another regulator of CRL function that binds to the neddylated cullin and competitively inhibits interaction with the ubiquitin E2 enzyme (Arai et al, 2003; Tron et al, 2012; Duda et al, 2012; reviewed in Mahon et al, 2014).<br>The multisubunit COP9 signalosome is the only cullin deneddylase, while SENP8 (also known as DEN1) contributes to deneddylation of other non-cullin NEDD8 targets (Cope et al, 2002; Emberley et al, 2012; Chan et al, 2008; Wu et al, 2003; reviewed in Wei et al, 2008; Enchev et al, 2015). In the deneddylated state, cullins bind to CAND1 (cullin associated NEDD8-dissociated protein1), which displaces the COP9 signalosome and promotes the exchange of the ubiquitin substrate-specific adaptor. This allows CRL complexes to be reconfigured to target other subtrates for ubiquitination (Liu et al, 2002; Schmidt et al, 2009; Pierce et al, 2013; reviewed in Mahon et al, 2014).<br><br>  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=8951664 Reactome].",
  "revision": null
}