{
    "wpid": "WP4524",
    "organisms": ["Homo sapiens"],
    "description": "The development of sexual organs in humans is still not completely understood at the molecular level, controlled through the chromosomal difference between men and women. Steroids related to sexual development can have a temporary or permanent effects. Androgens are the leading compounds differentiating between (among other sexual organs) the internal and external genitalia of men. Next to the classical pathway of androgen synthesis (see [WP4523](https://www.wikipathways.org/index.php/Pathway:WP4523)), alternative pathways are known, which make use of either selective expression patterns of isoenzymes or alternate enzymes. As an alternative, a so called 'backdoor pathway', which can create dihydrotestosterone (DHT), skipping testosterone. Several enzymes between the classical and backdoor pathway are shared, however the later one utilizes one unique enzyme, 3-alpha hydroxysteroid dehydrogenase 3 (gene: AKR1C2). Even though the relevance of this backdoor pathway for humans is not completely clear yet, mutations in the human AKR1C2 gene can lead to disordered sexual differentiation. This finding would indicate that both the classical and the alternative pathway are needed for normal development of male genitalia in humans. For more information on androgens, see [Hiort 2013 ](https://www.ncbi.nlm.nih.gov/pubmed/23800242)), and for more information on the disease linked to this pathway, please visit Chapter 37 of the book of Blau (ISBN 3642403360 (978-3642403361)).",
    "ontology-ids": [
        "PW:0001306",
        "PW:0001305",
        "PW:0000751",
        "PW:0001303",
        "PW:0000040",
        "PW:0001304",
        "PW:0000778",
        "DOID:1701",
        "PW:0000013"
    ],
    "last-edited": "2025-10-30",
    "title": "Alternative pathway of fetal androgen synthesis",
    "authors": [
        "ElineSanders",
        "DeSl",
        "Egonw",
        "IreneHemel",
        "MaintBot",
        "Fehrhart",
        "Eweitz",
        "Finterly",
        "Khanspers"
    ],
    "revision": "r140870"
}