{
  "wpid": "WP3808",
  "title": "TP53 Regulates Transcription of DNA Repair Genes",
  "authors": [
    "ReactomeTeam",
    "Fehrhart"
  ],
  "last-edited": "20210125165840",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000099",
    "PW:0000004"
  ],
  "description": "Several DNA repair genes contain p53 response elements and their transcription is positively regulated by TP53 (p53). TP53-mediated regulation probably ensures increased protein level of DNA repair genes under genotoxic stress.<p>TP53 directly stimulates transcription of several genes involved in DNA mismatch repair, including MSH2 (Scherer et al. 2000, Warnick et al. 2001), PMS2 and MLH1 (Chen and Sadowski 2005). TP53 also directly stimulates transcription of DDB2, involved in nucleotide excision repair (Tan and Chu 2002), and FANCC, involved in the Fanconi anemia pathway that repairs DNA interstrand crosslinks (Liebetrau et al. 1997). Other p53 targets that can influence DNA repair functions are RRM2B (Kuo et al. 2012), XPC (Fitch et al. 2003), GADD45A (Amundson et al. 2002), CDKN1A (Cazzalini et al. 2010) and PCNA (Xu and Morris 1999). Interestingly, the responsiveness of some of these DNA repair genes to p53 activation has been shown in human cells but not for orthologous mouse genes (Jegga et al. 2008, Tan and Chu 2002). Contrary to the positive modulation of nucleotide excision repair (NER) and mismatch repair (MMR), p53 can negatively modulate base excision repair (BER), by down-regulating the endonuclease APEX1 (APE1), acting in concert with SP1 (Poletto et al. 2016).<p>Expression of several DNA repair genes is under indirect TP53 control, through TP53-mediated stimulation of cyclin K (CCNK) expression (Mori et al. 2002). CCNK is the activating cyclin for CDK12 and CDK13 (Blazek et al. 2013). The complex of CCNK and CDK12 binds and phosphorylates the C-terminal domain of the RNA polymerase II subunit POLR2A, which is necessary for efficient transcription of long DNA repair genes, including BRCA1, ATR, FANCD2, FANCI, ATM, MDC1, CHEK1 and RAD51D. Genes whose transcription is regulated by the complex of CCNK and CDK12 are mainly involved in the repair of DNA double strand breaks and/or the Fanconi anemia pathway (Blazek et al. 2011, Cheng et al. 2012, Bosken et al. 2014, Bartkowiak and Greenleaf 2015, Ekumi et al. 2015).  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=6796648 Reactome].",
  "revision": null
}