{
  "wpid": "WP4055",
  "title": "E3 ubiquitin ligases ubiquitinate target proteins",
  "authors": [
    "ReactomeTeam"
  ],
  "last-edited": "20210125165804",
  "organisms": [
    "Homo sapiens"
  ],
  "description": "E3 ubiquitin ligases catalyze the transfer of an ubiquitin from an E2-ubiquitin conjugate to a target protein. Generally, ubiquitin is transferred via formation of an amide bond to a particular lysine residue of the target protein, but ubiquitylation of cysteine, serine and threonine residues in a few targeted proteins has also been demonstrated (reviewed in McDowell and Philpott 2013, Berndsen and Wolberger 2014). Based on protein homologies, families of E3 ubiquitin ligases have been identified that include RING-type ligases (reviewed in Deshaies et al. 2009, Metzger et al. 2012, Metzger et al. 2014), HECT-type ligases (reviewed in Rotin et al. 2009, Metzger et al. 2012), and RBR-type ligases (reviewed in Dove et al. 2016). A subset of the RING-type ligases participate in CULLIN-RING ligase complexes (CRLs which include SCF complexes, reviewed in Lee and Zhou 2007, Genschik et al. 2013, Skaar et al. 2013, Lee et al. 2014).<br>Some E3-E2 combinations catalyze mono-ubiquitination of the target protein (reviewed in Nakagawa and Nakayama 2015). Other E3-E2 combinations catalyze conjugation of further ubiquitin monomers to the initial ubiquitin, forming polyubiquitin chains. (It may also be possible for some E3-E2 combinations to preassemble polyubiquitin and transfer it as a unit to the target protein.) Ubiquitin contains several lysine (K) residues and a free alpha amino group  to which further ubiquitin can be conjugated. Thus different types of polyubiquitin are possible: K11 linked polyubiquitin is observed in endoplasmic reticulum-associated degradation (ERAD), K29 linked polyubiquitin is observed in lysosomal degradation, K48 linked polyubiquitin directs target proteins to the proteasome for degradation, whereas K63 linked polyubiquitin generally acts as a scaffold to recruit other proteins in several cellular processes, notably DNA repair (reviewed in Komander et al. 2009).  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=8866654 Reactome].",
  "revision": null
}