{
    "wpid": "WP5516",
    "organisms": ["Homo sapiens"],
    "description": "IL23 inhibitor drugs decrease an intestinal immune response that contributes to inflammatory bowel disease (IBD), like Crohn's disease and ulcerative colitis.  IL23 inhibitors like risankizumab (Skyrizi), guselkumab (Tremfya), mirikizumab (Omvoh), and brazikumab (MEDI2070) bind to IL23p19 (a.k.a. p19), the protein product of gene IL23A.  That in turn blocks IL23A protein from binding to its receptor in immune cells, preventing the production of downstream inflammatory interleukins, cytokines, and other factors that manifest as IBD.  IL-23 plays a crucial role in immune responses, especially in the intestinal mucosa. It has a novel p19 protein subunit, which interacts with the p40 subunit. This interaction activates the STAT4-JAK2 pathway. Major cells producing IL-23 include macrophages, neutrophils, and dendritic cells, particularly in response to microbial stimuli via Toll-like receptor 4 (TLR4). Intestinal epithelial cells (IECs) can also produce IL-23.  IL-23 binds to its receptor, which consists of two subunits: IL12 receptor β1 (common to both IL-12 and IL-23 receptors) and IL23Rα. The binding triggers a conformational change in the receptor, activating the JAK2 and TYK2 kinases, which then phosphorylate each other and the receptor itself. This phosphorylation allows for the binding of STAT proteins, mainly STAT3. These phosphorylated STATs dimerize and translocate to the nucleus, where they activate RORγt, a master transcription factor that drives the expression of IL-17-related genes.  This signaling pathway primarily promotes the proliferation of Th17 cells, rather than their differentiation, since naive T cells lack IL-23 receptors. The activation also induces the production of various cytokines, including IL-17A/F, IL-22, IL-6, GM-CSF, TNFα, and antimicrobial peptides (AMPs) by IECs. In addition to Th17 cells, other immune cells, such as CD8+ T cells, natural killer T cells, γδ T cells, type 3 innate lymphoid cells (ILC3), and dendritic cells, are also involved in this IL-23-driven immune response.  Inspired by [figure 1, Bourgonje et al. 2025](https://www.gastrojournal.org/article/S0016-5085(24)05124-2/fulltext).",
    "ontology-ids": [
        "CL:0000899",
        "CL:0001078",
        "DOID:0050589",
        "PW:0000754",
        "CL:0002563",
        "DOID:8778",
        "CL:0000235",
        "CL:0000451",
        "PW:0000915",
        "CL:0000775",
        "DOID:8577",
        "CL:0000798"
    ],
    "last-edited": "2025-10-31",
    "title": "IL23 inhibitors in inflammatory bowel disease",
    "authors": [
        "Eweitz",
        "Egonw",
        "AlexanderPico"
    ],
    "revision": "r140901"
}