{
  "wpid": "WP2787",
  "title": "Syndecan interactions",
  "authors": [
    "ReactomeTeam",
    "Anwesha",
    "Fehrhart"
  ],
  "last-edited": "20210125163703",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000659"
  ],
  "description": "Syndecans are type I transmembrane proteins, with an N-terminal ectodomain that contains several consensus sequences for glycosaminoglycan (GAG) attachment and a short C-terminal cytoplasmic domain. Syndecan-1 and -3 GAG attachment sites occur in two distinct clusters, one near the N-terminus and the other near the membrane-attachment site, separated by a proline and threonine-rich 'spacer'. Syndecan ectodomain sequences are poorly conserved in the family and between species, but the transmembrane and cytoplasmic domains are highly conserved. Syndecan-1 and -3 form a subfamily. Syndecan core proteins form dimers (Choi et al. 2007) and at least syndecan-3 and -4 form oligomers (Asundi & Carey 1995, Shin et al. 2012).  Syndecan-1 is the major syndecan of epithelial cells including vascular endothelium. Syndecan-2 is present mostly in mesenchymal, neuronal and smooth muscle cells. Syndecan-3 is the major syndecan of the nervous system, while syndecan-4 is ubiquitously expressed but at lower levels than the other syndecans (refs in Alexopoulou et al. 2007). The core syndecan protein has three to five heparan sulfate or chondroitin sulfate chains, which interact with a variety of ligands including fibroblast growth factors, vascular endothelial growth factor, transforming growth factor-beta, fibronectin, collagen, vitronectin and several integrins. Syndecans may act as integrin coreceptors. Interactions between fibronectin and syndecans are modulated by tenascin-C.   Syndecans bind a wide variety of soluble and insoluble ligands, inckluding extracellular matrix components, cell adhesion molecules, growth factors, cytokines, and proteinases. As the cleaved ectodomains of syndecans retain the ability to bind ligands, ectodomain shedding is a mechanism for releasing soluble effectors that may compete for ligands with their cell-bound counterparts (Kainulainen et al. 1998). Shed  ectodomains are found in inflammatory fluids (Subramanian et al. 1997) and may induce the proliferation of cancer cells (Maeda et al. 2004).   View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=3000170 Reactome].",
  "revision": null
}