{
  "wpid": "WP3401",
  "title": "Hedgehog ligand biogenesis",
  "authors": [
    "ReactomeTeam",
    "Mkutmon"
  ],
  "last-edited": "20210125162343",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000122"
  ],
  "description": "Mammalian genomes encode three Hedgehog ligands, Sonic Hedgehog (SHH), Indian Hedgehog (IHH) and Desert Hedgehog (DHH).  These secreted morphogens can remain associated with lipid rafts on the surface of the secreting cell and affect developmental processes in adjacent cells. Alternatively, they can be released by proteolysis or packaging into vesicles or lipoprotein particles and dispersed to act on distant cells. SHH activity is required for organization of the limb bud, notochord and neural plate, IHH regulates bone and cartilage development and is partially redundant with SHH, and DHH contributes to germ cell development in the testis and formation of the peripheral nerve sheath (reviewed in Pan et al, 2013).  <br><br>Despite divergent biological roles, all Hh ligands are subject to proteolytic processing and lipid modification during transit to the surface of the secreting cell (reviewed in Gallet, 2011).  Precursor Hh undergoes autoproteolytic cleavage mediated by the C-terminal region to yield an amino-terminal peptide Hh-Np (also referred to as Hh-N) (Chen et al, 2011).  No other well defined role for the C-terminal region of Hh has been identified, and the secreted Hh-Np is responsible for all Hh signaling activity.  Hh-Np is modified with cholesterol and palmitic acid during transit through the secretory system, and both modifications contribute to the activity of the ligand (Porter et al, 1996; Pepinsky et al, 1998; Chamoun et al, 2001).  <br><br>At the cell surface, Hh-Np remains associated with the secreting cell membrane by virtue of its lipid modifications, which promote clustering of Hh-Np into lipid rafts (Callejo et al, 2006; Peters et al, 2004).  Long range dispersal of Hh-Np depends on the untethering of the ligand from the membrane through a variety of mechanisms.  These include release of monomers through the combined activity of the transmembrane protein Dispatched (DISP2) and the secreted protein SCUBE2, assembly into soluble multimers or apolipoprotein particles or release on the surface of exovesicles (Vyas et al, 2008; Tukachinsky et al, 2012; Chen 2004; Zeng et al, 2001; reviewed in Briscoe and Therond, 2013).  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=5358346 Reactome].",
  "revision": null
}