{
  "wpid": "WP1799",
  "title": "Costimulation by the CD28 family",
  "authors": [
    "MaintBot",
    "ReactomeTeam",
    "Anwesha",
    "Mkutmon"
  ],
  "last-edited": "20210125165623",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000235"
  ],
  "description": "Optimal activation of T-lymphocytes requires at least two signals. A primary one is delivered by the T-cell receptor (TCR) complex after antigen recognition and additional costimulatory signals are delivered by the engagement of costimulatory receptors such as CD28. The best-characterized costimulatory pathways are mediated by a set of cosignaling molecules belonging to the CD28 superfamily, including CD28, CTLA4, ICOS, PD1 and BTLA receptors. These proteins deliver both positive and negative second signals to T-cells by interacting with B7 family ligands expressed on antigen presenting cells. Different subsets of T-cells have very different requirements for costimulation. CD28 family mediated costimulation is not required for all T-cell responses in vivo, and alternative costimulatory pathways also exist. Different receptors of the CD28 family and their ligands have different regulation of expression. CD28 is constitutively expressed on naive T cells whereas CTLA4 expression is dependent on CD28/B7 engagement and the other receptor members ICOS, PD1 and BTLA are induced after initial T-cell stimulation. <br>The positive signals induced by CD28 and ICOS molecules are counterbalanced by other members of the CD28 family, including cytotoxic T-lymphocyte associated antigen (CTLA)4, programmed cell death (PD)1, and B and T lymphocyte attenuator (BTLA), which dampen immune responses. The balance of stimulatory and inhibitory signals is crucial to maximize protective immune responses while maintaining immunological tolerance and preventing autoimmunity. <br>The costimulatory receptors CD28, CTLA4, ICOS and PD1 are composed of single extracellular IgV-like domains, whereas BTLA has one IgC-like domain. Receptors CTLA4, CD28 and ICOS are covalent homodimers, due to an interchain disulphide linkage. The costimulatory ligands B71, B72, B7H2, B7H1 and B7DC, have a membrane proximal IgC-like domain and a membrane distal IgV-like domain that is responsible for receptor binding and dimerization. CD28 and CTLA4 have no known intrinsic enzymatic activity. Instead, engagement by their physiologic ligands B71 and B72 leads to the physical recruitment and activation of downstream T-cell effector molecules.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=388841 Reactome].",
  "revision": null
}