{
  "wpid": "WP2718",
  "title": "Signaling by NOTCH2",
  "authors": [
    "ReactomeTeam",
    "Anwesha",
    "Egonw"
  ],
  "last-edited": "20210125170308",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000003"
  ],
  "description": "NOTCH2 is activated by binding Delta-like and Jagged ligands (DLL/JAG) expressed in trans on neighboring cells (Shimizu et al. 1999, Shimizu et al. 2000, Hicks et al. 2000, Ji et al. 2004). In trans ligand-receptor binding is followed by ADAM10 mediated (Gibb et al. 2010, Shimizu et al. 2000) and gamma secretase complex mediated cleavage of NOTCH2 (Saxena et al. 2001, De Strooper et al. 1999), resulting in the release of the intracellular domain of NOTCH2, NICD2, into the cytosol. NICD2 traffics to the nucleus where it acts as a transcriptional regulator. For a recent review of the cannonical NOTCH signaling, please refer to Kopan and Ilagan 2009, D'Souza et al. 2010, Kovall and Blacklow 2010. CNTN1 (contactin 1), a protein involved in oligodendrocyte maturation (Hu et al. 2003) and MDK (midkine) (Huang et al. 2008, Gungor et al. 2011), which plays an important role in epithelial-to-mesenchymal transition, can also bind NOTCH2 and activate NOTCH2 signaling.<br><br>In the nucleus, NICD2 forms a complex with RBPJ (CBF1, CSL) and MAML (mastermind). The NICD2:RBPJ:MAML complex activates transcription from RBPJ binding promoter elements (RBEs) (Wu et al. 2000). NOTCH2 coactivator complexes directly stimulate transcription of HES1 and HES5 genes (Shimizu et al. 2002), both of which are known NOTCH1 targets. NOTCH2 but not NOTCH1 coactivator complexes, stimulate FCER2 transcription. Overexpression of FCER2 (CD23A) is a hallmark of B-cell chronic lymphocytic leukemia (B-CLL) and correlates with the malfunction of apoptosis, which is thought be an underlying mechanism of B-CLL development (Hubmann et al. 2002). NOTCH2 coactivator complexes together with CREBP1 and EP300 stimulate transcription of GZMB (granzyme B), which is important for the cytotoxic function of CD8+ T cells (Maekawa et al. 2008).<br><br>NOTCH2 gene expression is differentially regulated during human B-cell development, with NOTCH2 transcripts appearing at late developmental stages (Bertrand et al. 2000).<br><br> NOTCH2 mutations are a rare cause of Alagille syndrome (AGS). AGS is a dominant congenital multisystem disorder characterized mainly by hepatic bile duct abnormalities. Craniofacial, heart and kidney abnormalities are also frequently observed in the Alagille spectrum (Alagille et al. 1975). AGS is predominantly caused by mutations in JAG1, a NOTCH2 ligand (Oda et al. 1997, Li et al. 1997), but it can also be caused by mutations in NOTCH2 (McDaniell et al. 2006).<br><br><br>Hajdu-Cheney syndrome, an autosomal dominant disorder characterized by severe and progressive bone loss, is caused by NOTCH2 mutations that result in premature C-terminal NOTCH2 truncation, probably leading to increased NOTCH2 signaling (Simpson et al. 2011, Isidor et al. 2011, Majewski et al. 2011).   View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=1980145 Reactome].",
  "revision": null
}