{
    "wpid": "WP4754",
    "organisms": ["Homo sapiens"],
    "description": "Interleukin-18 (IL-18) is a member of the IL-1 family of cytokines and was initially described as an IFN-γ-inducing factor derived from anti-CD3-stimulated T-helper (Th)1 cells. IL-18 plays a significant role in the activation of hematopoietic cell types mediating both Th1 and Th2 responses and is the primary inducer of interferon-γ in these cells. The biological activity of IL-18 is mediated through its binding to the IL-18 receptor complex and activation of nuclear factor-κB (NF-κB), culminating in the production and release of several cytokines, chemokines, and cellular adhesion molecules. In certain cell types, IL-18 also activates mitogen-activated protein kinases (MAPKs) and phosphoinositide 3-kinase/ AKT serine/threonine kinase (PI3K/AKT) signaling modules leading to the production and release of proinflammatory cytokines. IL-18-mediated signaling acts as one of the vital components of the immunomodulatory cytokine networks involved in host defense, inflammation, and tissue regeneration. Albeit its biomedical importance, a comprehensive resource of IL-18 mediated signaling pathway is currently lacking. In this study, we report on the development of an integrated pathway map of IL-18/IL-18R signaling. The pathway map was developed through literature mining from published literature based on manual curation guidelines adapted from NetPath and includes information on 16 protein-protein interaction events, 38 enzyme-catalysis events, 12 protein translocation events, 26 activations/inhibition events, transcriptional regulators, 230 gene regulation events and 84 induced protein expression events.",
    "ontology-ids": [
        "PW:0000883",
        "PW:0000512",
        "PW:0000820",
        "PW:0001059"
    ],
    "last-edited": "2025-07-08",
    "title": "IL18 signaling",
    "authors": [
        "Subbannayya",
        "Khanspers",
        "Egonw",
        "Rex D A B",
        "Eweitz",
        "Ddigles"
    ],
    "revision": "r139833"
}