{
  "wpid": "WP1843",
  "title": "L1CAM interactions",
  "authors": [
    "MaintBot",
    "MartijnVanIersel",
    "ReactomeTeam",
    "Anwesha"
  ],
  "last-edited": "20210125164541",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000648"
  ],
  "description": "The L1 family of cell adhesion molecules (L1CAMs) are a subfamily of the immunoglobulin superfamily of transmembrane receptors, comprised of four structurally related proteins: L1, Close Homolog of L1 (CHL1), NrCAM, and Neurofascin. These CAMs contain six Ig like domains, five or six fibronectin like repeats, a transmembrane region and a cytoplasmic domain. The L1CAM family has been implicated in processes integral to nervous system development, including neurite outgrowth, neurite fasciculation and inter neuronal adhesion.<br>L1CAM members are predominately expressed by neuronal, as well as some nonneuronal cells, during development.  Except CHL1 all the other members of L1 family contain an alternatively spliced 12-nclueotide exon, encoding the amino acid residues RSLE in the neuronal splice forms but missing in the non-neuronal cells. The extracellular regions of L1CAM members are divergent and differ in their abilities to interact with extracellular, heterophilic ligands. The L1 ligands include other Ig-domain CAMs (such as NCAM, TAG-1/axonin and F11), proteoglycans type molecules (neurocan), beta1 integrins, and extra cellular matrix protein laminin, Neuropilin-1, FGF and EGF receptors. Some of these L1-interacting proteins also bind to other L1CAM members. For example TAG-1/axonin interact with L1 and NrCAM; L1, neurofascin and CHL1 binds to contactin family members. The cytoplasmic domains of L1CAM members are most highly conserved. Nevertheless, they have different cytoplasmic binding partners, and even those with similar binding partners may be involved in different signaling complexes and mechanisms. The most conserved feature of L1CAMs is their ability to interact with the actin cytoskeletal adapter protein ankyrin. The cytoplasmic ankyrin-binding domain, exhibits the highest degree of amino acid conservation throughout the L1 family.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=373760 Reactome].",
  "revision": null
}