{
    "wpid": "WP5500",
    "organisms": ["Homo sapiens"],
    "description": "\"Mechanisms of action of bempedoic acid. In the cytoplasm of hepatocytes, ACSVL1 converts bempedoic acid to bempedoyl-CoA that directly inhibits ACLY. This is a key enzyme responsible for generating acetyl-CoA and oxaloacetate from citric acid deriving from mitochondrial TCA cycle. Reduction of acetyl-CoA and oxaloacetate levels affects fatty acid and cholesterol synthesis as well as gluconeogenesis. In addition, bempedoic free acid activates the AMPK pathway, which downregulates key rate-limiting enzymes of lipid synthesis (ACC and HMGR) and glucose production (PEPCK and G6Pase). In the liver, the combination of ACLY inhibition and AMPK activation by bempedoic acid decreases cholesterol, FFA and glucose synthesis both by reducing precursor substrates and by downregulating key enzyme activities. Through this mechanism, bempedoic acid may improve dyslipidemia, hepatic steatosis, and diabetes. In skeletal muscle, bempedoic acid cannot be activated to bempedoyl-CoA because ACSVL1 is completely absent in this tissue. Thus, this drug does not promote myotoxicity associated with cholesterol synthesis inhibition, as statins can. In the immune cells and in other tissues, AMPK activation by bempedoic acid downregulates MAPK pro-inflammatory pathways leading to decreased cytokine, chemokine, and adhesion molecule synthesis. Through this mechanism, bempedoic acid decreases inflammation, hsCRP levels and may contribute to atherosclerosis and NASH prevention. Red T indicate inhibition; green arrow indicates activation; blue arrows indicate clinical targets. α-KG, α-ketoglutarate; ACLY, ATP-citrate lyase; ACSVL1, very long-chain acyl-CoA synthetase-1; AMPK, AMP-activated protein kinase; ACC, acetyl-CoA carboxylase; HMGCoA, 3-hydroxy-3-methylglutaryl coenzyme A; HMGR, 3-hydroxy-3-methylglutaryl-CoA reductase; G6Pase, glucose-6-phosphatase; PEPCK, phosphoenolpyruvate carboxykinase; TCA, tricarboxylic acid; FFA, free fatty acids; NAFLD, non-alcoholic fatty liver disease; NASH, non-alcoholic steatohepatitis; MAPK, mitogen-activated protein kinase; hsCRP, high-sensitivity C-reactive protein.\" Derived from Figure 1 in https://pmc.ncbi.nlm.nih.gov/articles/PMC9650075/, via PFOCR entryhttps://pfocr.wikipathways.org/figures/PMC9650075__fcvm-09-1028355-g001.html.",
    "ontology-ids": [
        "DOID:9351",
        "DOID:1936",
        "DOID:0080547",
        "PW:0000013",
        "PW:0001413",
        "PW:0000754",
        "DOID:0080208",
        "CL:0000182"
    ],
    "last-edited": "2025-10-31",
    "title": "Bempedoic acid therapy in atherosclerosis and metabolic syndrome",
    "authors": ["Eweitz"],
    "revision": "r140917"
}