{
    "wpid": "WP4216",
    "organisms": ["Homo sapiens"],
    "description": "CRC arises from the colorectal epithelium as a result of the accumulation of genetic alterations in defined oncogenes and tumour suppressor genes (TSG). Two major mechanisms of genomic instability have been identified in sporadic CRC progression. The first, known as chromosomal instability (CIN), results from a series of genetic changes that involve the activation of oncogenes such as K-ras and inactivation of TSG such as p53, DCC/Smad4, and APC. The second, known as  microsatellite instability (MSI), results from inactivation of the DNA mismatch repair genes MLH1 and/or MSH2 by hypermethylation of their promoter, and secondary mutation of genes with coding microsatellites, such as transforming growth factor receptor II (TGF-RII) and BAX. Hereditary syndromes have germline mutations in specific genes (mutation in the tumour suppressor gene APC on chromosome 5q in FAP, mutated DNA mismatch repair genes in HNPCC).  This pathway is based on information from [KEGG](http://www.genome.jp/dbget-bin/www_bget?map05210).  The most common mutation in colon cancer is inactivation of APC. When APC does not have an inactivating mutation, frequently there are activating mutations in β-catenin. In order for cancer to develop, both alleles must be mutated. Mutations in APC or β-catenin must be followed by other mutations to become cancerous; however, in carriers of an APC inactivating mutations, the risk of colorectal cancer by age 40 is almost 100%.  The impact of KRAS mutations is heavily dependent on the order of mutations. Primary KRAS mutations generally lead to a self-limiting hyperplastic or borderline lesion, but if they occur after a previous APC mutation it often progresses to cancer. KRAS mutation is predictive of a very poor response to panitumumab and cetuximab therapy in colorectal cancer. Currently, the most reliable way to predict whether a colorectal cancer patient will respond to one of the EGFR-inhibiting drugs is to test for certain “activating” mutations in the gene that encodes KRAS, which occurs in 30%–50% of colorectal cancers. Studies show patients whose tumors express the mutated version of the KRAS gene will not respond to cetuximab or panitumumab. Source: [Wikipedia](https://en.wikipedia.org/wiki/KRAS#Colorectal_cancer).  DCC can be considered a conditional tumor suppressor gene as well as a conditional oncogene. When DCC is present and not activated by netrin it is proapoptotic, and represses tumor formation. When DCC is present and netrin-activated it promotes cell survival, acting as an oncoprotein. One of the most frequent genetic abnormalities that occur in advanced colorectal cancer is loss of heterozygosity (LOH) of DCC in region 18q21. Source: [Wikipedia](https://en.wikipedia.org/wiki/Deleted_in_Colorectal_Cancer).  [de Miranda et al](https://www.ncbi.nlm.nih.gov/pubmed/25736321) suggest that TGFβ signaling remains active in some CRC cells with MSI mutations in the TGFBR2 gene, because the mutated gene still expresses a functional protein.   Aberrant overexpression of cyclooxygenase-2 (COX-2) is thought to have an important role in development of CRC. The tumorigenic effects of COX-2 can be attributed to the production of PGE2; increased levels of PGE2 have been reported in colorectal adenomas as well as carcinomas. COX-2 and PGE2 regulate proliferation, survival, migration, and invasion in colorectal tumors. Source: [Pino et al](https://www.ncbi.nlm.nih.gov/pubmed/20420946). Phosphorylation sites were added based on information from PhosphoSitePlus (R), www.phosphosite.org.  Proteins on this pathway have targeted assays available via the [CPTAC Assay Portal](https://assays.cancer.gov/available_assays?wp_id=WP4216).",
    "ontology-ids": [
        "PW:0000612",
        "PW:0000292",
        "PW:0000605",
        "DOID:9256",
        "CL:0000066",
        "PW:0000598"
    ],
    "last-edited": "2025-11-04",
    "title": "Chromosomal and microsatellite instability in colorectal cancer ",
    "authors": [
        "Khanspers",
        "Egonw",
        "AMTan",
        "Fehrhart",
        "Eweitz"
    ],
    "revision": "r141103"
}