{
  "wpid": "WP4444",
  "title": "Biosynthesis of electrophilic omega-3 PUFA oxo-derivatives",
  "authors": [
    "ReactomeTeam",
    "DeSl",
    "Marvin M2",
    "Eweitz"
  ],
  "last-edited": "20210509111511",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0001137"
  ],
  "description": "Electrophilic oxo-derivatives of Ï‰-3 polyunsaturated fatty acids (Ï‰-3 PUFAs) are generated in macrophages and neutrophils in response to inflammation and oxidative stress to promote the resolution of inflammation. Being electrophilic, these derivatives reversibly bind to nucleophilic residues on target proteins (thiolates of cysteines and amino groups of histidine and lysine), triggering the activation of cytoprotective pathways. These include the Nrf2 antioxidant response, the heat shock response and the peroxisome proliferator activated receptor Î³ (PPARÎ³) and suppressing the NF-ÎºB proinflammatory pathway (Cipollina 2015). Thus, these electrophilic derivatives transduce anti-inflammatory actions rather than suppress the production of pro-inflammatory arachidonic acid metabolites. An oxo-derivative of EPA has been shown to ablate leukemia stem cells in mice, which may represent a novel chemoprotective action for some oxo-derivatives (Hedge et al. 2011, Finch et al. 2015). In humans, dietary supplementation with Ï‰-3 PUFAs has been reported to increase the formation of oxo-derivatives (Yates et al. 2014). The enzymes cyclooxygenases (COX), lipoxygenases (LOs) and cytochromes P450s, acting alone or in concerted transcellular biosynthesis, initially form epoxy or hydroxy intermediates of Ï‰-3 PUFAs docosahexaenoic acid (DHA), docosapentaenoic acid (DPAn-3) and eicosapentaenoic acid (EPA) before these are further oxidised to electrophilic Î±,Î²-unsaturated keto-derivatives by cellular dehydrogenases.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=9027604 Reactome].",
  "revision": null
}