{
  "wpid": "WP1815",
  "title": "Factors involved in megakaryocyte development and platelet production",
  "authors": [
    "MaintBot",
    "ReactomeTeam",
    "Anwesha",
    "Mkutmon"
  ],
  "last-edited": "20210125162008",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000475"
  ],
  "description": "Megakaryocytes (MKs) give rise to circulating platelets (thrombocytes) through terminal differentiation of MKs which release cytoplasmic fragments as circulating platelets. As MKs mature they undergo endoreduplication (polyploidisation) and expansion of cytoplasmic mass to cell sizes larger than 50-100 microns, and ploidy ranges up to 128 N. As MKs mature, the polyploid nucleus becomes horseshoe-shaped, the cytoplasm expands, and platelet organelles and the demarcation membrane system are amplified. Proplatelet projections form which give rise to de novo circulating platelets (Deutsch & Tomer 2006).  <br>The processes of megakaryocytopoiesis and platelet production occur within a complex microenvironment where chemokines, cytokines and adhesive interactions play major roles (Avecilla et al. 2004). Megakaryocytopoiesis is regulated at several levels including proliferation, differentiation and platelet release (Kaushansky 2003). Thrombopoietin (TPO/c-Mpl ligand) is the most potent cytokine stimulating proliferation and maturation of MK progenitors (Kaushansky 2005) but many other growth factors are involved. MK development is controlled by the action of multiple transcription factors. Many MK-specific genes are co-regulated by GATA and friend of GATA (FOG), RUNX1 and ETS proteins. Nuclear factor erythroid 2 (NF-E2), which has an MK-erythroid specific 45-kDa subunit, controls terminal MK maturation, proplatelet formation and platelet release (Schulze & Shivdasani 2004). NF-E2 deficient mice have profound thrombocytopenia (Shiraga et al. 1999). MYB (c-myb) functions with EP300 (p300) as a negative regulator of thrombopoiesis (Metcalf et al. 2005). During MK maturation, internal membrane systems, granules and organelles are assembled. Cytoplasmic fragmentation requires changes in the MK cytoskeleton and formation of organelles and channels. Individual organelles migrate from the cell body to the proplatelet ends, with approximately 30 percent of organelles/granules in motion at any given time (Richardson et al. 2005).  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=983231 Reactome].",
  "revision": null
}