{
  "wpid": "WP1929",
  "title": "Thrombin signaling through proteinase activated receptors (PARs)",
  "authors": [
    "MaintBot",
    "Khanspers",
    "ReactomeTeam",
    "Anwesha",
    "Eweitz"
  ],
  "last-edited": "20210507094243",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000125"
  ],
  "description": "Thrombin activates proteinase activated receptors (PARs) that signal through heterotrimeric G proteins of the G12/13 and Gq families, thereby connecting to a host of intracellular signaling pathways. Thrombin activates PARs by cleaving an N-terminal peptide that then binds to the body of the receptor to effect transmembrane signaling. Intermolecular ligation of one PAR molecule by another can occur but is less efficient than self-ligation. A synthetic peptide of sequence SFLLRN, the first six amino acids of the new N-terminus generated when thrombin cleaves PAR1, can activate PAR1 independent of protease and receptor cleavage. PARs are key to platelet activation. Four PARs have been identified, of which PARs 1 ,3 and 4 are substrates for thrombin. In humans PAR 1 is the predominant thrombin receptor followed by PAR4 which is less responsive to thrombin. PAR 3 is not considered important for human platelet responses as it is minimally expressed, though this is not the case for mouse. PAR2 is not expressed in platelets. In mouse platelets, Gq is necessary for platelet secretion and aggregation in response to thrombin but is not necessary for thrombin-triggered shape change. G13 appears to contribute to platelet aggregation as well as shape change in response to low concentrations of thrombin but to be unnecessary at higher agonist concentrations; G12 appears to be dispensable for thrombin signaling in platelets. G alpha (q) activates phospholipase C beta thereby triggering phosphoinositide hydrolysis, calcium mobilization and protein kinase C activation. This provides a path to calcium-regulated kinases and phosphatases, GEFs, MAP kinase cassettes and other proteins that mediate cellular responses ranging from granule secretion, integrin activation, and aggregation in platelets. Gbeta:gamma subunits can activate phosphoinositide-3 kinase and other lipid modifying enzymes, protein kinases, and channels. PAR1 activation indirectly leads to activation of cell surface 'sheddases' that liberate ligands for receptor tyrosine kinases, providing a link between thrombin and receptor tyrosine kinases involved in cell growth and differentiation. The pleiotrophic effects of PAR activation are consistent with many of thrombin's diverse actions on cells.   View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=456926 Reactome].",
  "revision": null
}