{
    "wpid": "WP3391",
    "organisms": ["Homo sapiens"],
    "description": "The culture medium of senescent cells in enriched in secreted proteins when compared with the culture medium of quiescent i.e. presenescent cells and these secreted proteins constitute the so-called senescence-associated secretory phenotype (SASP), also known as the senescence messaging secretome (SMS). SASP components include inflammatory and immune-modulatory cytokines (e.g. IL6 and IL8), growth factors (e.g. IGFBPs), shed cell surface molecules (e.g. TNF receptors) and survival factors. While the SASP exhibits a wide ranging profile, it is not significantly affected by the type of senescence trigger (oncogenic signalling, oxidative stress or DNA damage) or the cell type (epithelial vs. mesenchymal) (Coppe et al. 2008). However, as both oxidative stress and oncogenic signaling induce DNA damage, the persistent DNA damage may be a deciding SASP initiator (Rodier et al. 2009). SASP components function in an autocrine manner, reinforcing the senescent phenotype (Kuilman et al. 2008, Acosta et al. 2008), and in the paracrine manner, where they may promote epithelial-to-mesenchymal transition (EMT) and malignancy in the nearby premalignant or malignant cells (Coppe et al. 2008). Interleukin-1-alpha (IL1A), a minor SASP component whose transcription is stimulated by the AP-1 (FOS:JUN) complex (Bailly et al. 1996), can cause paracrine senescence through IL1 and inflammasome signaling (Acosta et al. 2013).<p>Here, transcriptional regulatory processes that mediate the SASP are annotated. DNA damage triggers ATM-mediated activation of TP53, resulting in the increased level of CDKN1A (p21). CDKN1A-mediated inhibition of CDK2 prevents phosphorylation and inactivation of the Cdh1:APC/C complex, allowing it to ubiquitinate and target for degradation EHMT1 and EHMT2 histone methyltransferases. As EHMT1 and EHMT2 methylate and silence the promoters of IL6 and IL8 genes, degradation of these methyltransferases relieves the inhibition of IL6 and IL8 transcription (Takahashi et al. 2012). In addition, oncogenic RAS signaling activates the CEBPB (C/EBP-beta) transcription factor (Nakajima et al. 1993, Lee et al. 2010), which binds promoters of IL6 and IL8 genes and stimulates their transcription (Kuilman et al. 2008, Lee et al. 2010). CEBPB also stimulates the transcription of CDKN2B (p15-INK4B), reinforcing the cell cycle arrest (Kuilman et al. 2008). CEBPB transcription factor has three isoforms, due to three alternative translation start sites. The CEBPB-1 isoform (C/EBP-beta-1) seems to be exclusively involved in growth arrest and senescence, while the CEBPB-2 (C/EBP-beta-2) isoform may promote cellular proliferation (Atwood and Sealy 2010 and 2011). IL6 signaling stimulates the transcription of CEBPB (Niehof et al. 2001), creating a positive feedback loop (Kuilman et al. 2009, Lee et al. 2010). NF-kappa-B transcription factor is also activated in senescence (Chien et al. 2011) through IL1 signaling (Jimi et al. 1996, Hartupee et al. 2008, Orjalo et al. 2009). NF-kappa-B binds IL6 and IL8 promoters and cooperates with CEBPB transcription factor in the induction of IL6 and IL8 transcription (Matsusaka et al. 1993, Acosta et al. 2008). Besides IL6 and IL8, their receptors are also upregulated in senescence (Kuilman et al. 2008, Acosta et al. 2008) and IL6 and IL8 may be master regulators of the SASP.<p>IGFBP7 is also an SASP component that is upregulated in response to oncogenic RAS-RAF-MAPK signaling and oxidative stress, as its transcription is directly stimulated by the AP-1 (JUN:FOS) transcription factor. IGFBP7 negatively regulates RAS-RAF (BRAF)-MAPK signaling and is important for the establishment of senescence in melanocytes (Wajapeyee et al. 2008).<p>Please refer to Young and Narita 2009 for a recent review.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=2559582 Reactome].",
    "ontology-ids": [],
    "last-edited": "2024-05-14",
    "title": "Senescence-associated secretory phenotype (SASP)",
    "authors": [
        "ReactomeTeam",
        "Vjlynch",
        "Eweitz"
    ],
    "revision": "r129524"
}