{
  "wpid": "WP2725",
  "title": "Collagen biosynthesis and modifying enzymes",
  "authors": [
    "ReactomeTeam",
    "Anwesha",
    "Eweitz"
  ],
  "last-edited": "20210528095647",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0001756"
  ],
  "description": "The biosynthesis of collagen is a multistep process. Collagen propeptides are cotranslationally translocated into the ER lumen. Propeptides undergo a number of post-translational modifications. Proline and lysine residues may be hydroxylated by prolyl 3-, prolyl 4- and lysyl hydroxylases. 4-hydroxyproline is essential for intramolecular hydrogen bonding and stability of the triple helical collagenous domain. In fibril forming collagens approximately 50% of prolines are 4-hydroxylated; the extent of this and of 3-hydroxyproline and lysine hydroxylation varies between tissues and collagen types (Kivirikko et al. 1972, 1992). Hydroxylysine molecules can form cross-links between collagen molecules in fibrils, and are sites for glycosyl- and galactosylation. Collagen peptides all have non-collagenous domains; collagens within the subclasses have common chain structures. These non-collagenous domains have regulatory functions; some are biologically active when cleaved from the main peptide chain. Fibrillar collagens all have a large triple helical domain (COL1) bordered by N and C terminal extensions, called the N and C propeptides, which are cleaved prior to formation of the collagen fibril. The C propeptide, also called the NC1 domain, is highly conserved. It directs chain association during intracellular assembly of the procollagen molecule from three collagen propeptide alpha chains (Hulmes 2002). The N-propeptide has a short linker (NC2) connecting the main triple helix to a short minor one (COL2) and a globular N-terminal region NC3. NC3 domains are variable both in size and the domains they contain.<br><br>Collagen propeptides typically undergo a number of post-translational modifications. Proline and lysine residues are hydroxylated by prolyl 3-, prolyl 4- and lysyl hydroxylases. 4-hydroxyproline is essential for intramolecular hydrogen bonding and stability of the triple helical collagenous domain. Prolyl 4-hydroxylase may also have a role in alpha chain association as no association of the C-propeptides of type XII collagen was seen in the presence of prolyl 4-hydroxylase inhibitors (Mazzorana et al. 1993, 1996). In fibril forming collagens approximately 50% of prolines are 4-hydroxylated; the extent of this is species dependent, lower hydroxylation correlating with lower ambient temperature and thermal stability (Cohen-Solal et al. 1986, Notbohm et al. 1992). Similarly the extent of 3-hydroxyproline and lysine hydroxylation varies between tissues and collagen types (Kivirikko et al. 1992). Hydroxylysine molecules can form cross-links between collagen molecules in fibrils, and are sites for glycosyl- and galactosylation.<br><br>Collagen molecules fold and assemble through a series of distinct intermediates (Bulleid 1996). Individual collagen polypeptide chains are translocated co-translationally across the membrane of the endoplasmic reticulum (ER). Intra-chain disulfide bonds are formed within the N-propeptide, and hydroxylation of proline and lysine residues occurs within the triple helical domain (Kivirikko et al. 1992). When the peptide chain is fully translocated into the ER lumen the C-propeptide folds, the conformation being stabilized by intra-chain disulfide bonds (Doege and Fessler 1986). Pro alpha-chains associate via the C-propeptides (Byers et al. 1975, Bachinger et al. 1978), or NC2 domains for FACIT family collagens (Boudko et al. 2008) to form an initial trimer which can be stabilized by the formation of inter-chain disulfide bonds (Schofield et al. 1974, Olsen et al. 1976), though these are not a prerequisite for further folding (Bulleid et al. 1996). The triple helix then nucleates and folds in a C- to N- direction. The association of the individual chains and subsequent triple helix formation are distinct steps (Bachinger et al. 1980). The N-propeptides associate and in some cases form inter-chain disulfide bonds (Bruckner et al., 1978). Procollagen is released via carriers into the exracellular space (Canty & Kadler 2005). Fibrillar procollagens undergo removal of the C- and N-propeptides by procollagen C and N proteinases respectively, both Zn2+ dependent metalloproteinases. Propeptide processing is a required step for normal collagen I and III fibril formation, but collagens can retain some or all of their non-collagenous propeptides. Retained collagen type V and XI N-propeptides contribute to the control of fibril growth by sterically limiting lateral molecule addition (Fichard et al. 1995). Processed fibrillar procollagen is termed tropocollagen, which is considered to be the unit of higher order fibrils and fibres. Tropocollagens of the fibril forming collagens I, II, III, V and XI sponteneously aggregate in vitro in a manner that has been compared with crystallization, commencing with a nucleation event followed by subsequent organized aggregation (Silver et al. 1992, Prockop & Fertala 1998). Fibril formation is stabilized by lysyl oxidase catalyzed crosslinks between adjacent molecules (Siegel &  Fu 1976).  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=1650814 Reactome].",
  "revision": null
}