{
  "wpid": "WP1935",
  "title": "Transport of bile salts and organic acids, metal ions and amine compounds",
  "authors": [
    "MaintBot",
    "Khanspers",
    "ReactomeTeam",
    "Anwesha",
    "Mkutmon",
    "Egonw"
  ],
  "last-edited": "20210125164735",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000575",
    "PW:0000593"
  ],
  "description": "SLC transporters described in this section transport bile salts, organic acids, metal ions and amine compounds.<br>Myo-Inositol is a neutral cyclic polyol, abundant in mammalian tissues. It is a precursor to phosphatidylinositols (PtdIns) and to the inositol phosphates (IP), which serve as second messengers and also act as key regulators of many cell functions. Three members of the glucose transporter gene family encode inositol transporters (SLC2A13, SLC5A3 and SLC5A11) (Schneider 2015).<br>Five human SLC13 genes encode sodium-coupled sulphate, di- and tri-carboxylate transporters typically located on the plasma membrane of mammalian cells (Pajor 2006).<br>The SLC16A gene family encode proton-linked monocarboxylate transporters (MCT) which mediate the transport of monocarboxylates such as lactate and pyruvate, major energy sources for all cells in the body so their transport in and out of cells is crucial for cellular function (Morris & Felmlee 2008).<br>The transport of essential metals and other nutrients across tight membrane barriers such as the gastrointestinal tract and blood-brain barrier is mediated by metal-transporting proteins (encoded by SLC11, SLC30, SLC31, SLC39, SLC40 and SLC41). They can also regulate metals by efflux out of cells and cellular compartments to avoid toxic build-up (Bressler et al. 2007).<br>The SLC6 gene family encodes proteins that mediate neurotransmitter uptake in the central nervous system (CSN) and peripheral nervous system (PNS), thus terminating a synaptic signal. The proteins mediate transport of GABA (gamma-aminobutyric acid), norepinephrine, dopamine, serotonin, glycine, taurine, L-proline, creatine and betaine (Chen et al. 2004).<br>Carrier-mediated urea transport allows rapid urea movement across the cell membrane, which is particularly important in the process of urinary concentration and for rapid urea equilibrium in non-renal tissues. Two carriers exist in humans, encoded by SLC14A1 and ALC14A2 (Olives et al. 1994).<br>Choline uptake is the rate-limiting step in the synthesis of the neurotransmitter acetylcholine. SLC genes SLC5A7 and the SLC44 family encode choline transporters ((Okuda & Haga 2000, Traiffort et al. 2005).<br>The SLC22 gene family of solute carriers function as organic cation transporters (OCTs), cation/zwitterion transporters (OCTNs) and organic anion transporters (OATs). Most of this family are polyspecific transporters. Since many of these transporters are expressed in the liver, kidney and intestine, they play an important role in drug absorption and excretion. Substrates include xenobiotics, drugs, and endogenous amine compounds (Koepsell & Endou 2004).  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=425366 Reactome].",
  "revision": null
}