{
  "wpid": "WP3791",
  "title": "Selenoamino acid metabolism",
  "authors": [
    "ReactomeTeam",
    "Lindarieswijk"
  ],
  "last-edited": "20210125162651",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000133"
  ],
  "description": "Selenium (Se) is a trace element essential for the normal function of the body.  Selenoamino acids are defined as those amino acids where selenium has been substituted for sulphur.  Selenium and sulphur share many chemical properties and so the substitution of normal amino acids with selenoamino acids has little effect on protein structure and function.  Both inorganic (selenite, SeO3(2-); and selenate, SeO4(2-)) and organic (selenocysteine, Sec; and selenomethionine, SeMet) forms of selenium can be introduced in the diet where they are transformed into the intermediate selenide (Se(2-)) and then utilized for the <I>de novo</I> synthesis of Sec through a phosphorylated intermediate in a tRNA-dependent fashion. The final step of Sec formation is catalyzed by O-phosphoseryl-tRNA:selenocysteinyl-tRNA synthase (SEPSECS) that converts phosphoseryl-tRNA(Sec) to selenocysteinyl-tRNA(Sec).<br><br>All nutritional selenium is metabolised into selenide directly or through methylselenol (MeSeH).  Sec liberated from selenoproteins is transformed to Se(2-) by selenocysteine lyase (SCLY).  SeMet liberated from general proteins and from free SeMet sources is transformed into Se(2-) either through MeSeH by cystathionine gamma-lyase (CTH) followed by demethylation (SeMet to CH3SeH to H2Se), or through Sec by SCLY after the trans-selenation pathway (SeMet to Sec to H2Se). MeSec is hydrolysed into MeSeH by CTH.  Methylseleninic acid (MeSeO2H) is reduced to methylselenol. MeSeH is demethylated to Se(2-) for further utilization for selenoprotein synthesis or oxidised to selenite (SeO3(2-)) for excretion in the form of selenosugar. Additionally, MeSeH is further methylated to dimethylselenide (Me2Se) and trimethylselenonium (Me3Se+) for excretion.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=2408522 Reactome].",
  "revision": null
}