{
    "wpid": "WP4484",
    "organisms": ["Homo sapiens"],
    "description": "Control of immune tolerance by VIP controls immune homeostasis.  Vasoactive intestinal peptide (VIP) is released from nerve terminals (nervous source) and blood (endocrine source), or produced by T helper 2 (Th2) cells or macrophages (immune source) in response to antigenic and inflammatory stimulation. VIP induces immune tolerance and inhibits the autoimmune response through different non-excluding mechanisms. First, it induces the generation and differentiation of Th2 cells functions and decrease Th1 cell functions through direct actions on differentiating T cells, or indirectly by regulating antigen presenting cell (APC) functions. As a consequence, the inflammatory and autoimmune responses are impaired, and the anti-helminthic and atopic responses are increased, because the infiltration and activation of neutrophils and macrophages by interferon-γ (IFNγ) and the production of complement-activating IgG2 antibodies are avoided. Second, VIP impairs the co-stimulatory activity of APCs on effector T cells, inhibiting subsequent clonal expansion. This avoids the inflammatory response and its cytotoxic effect against the target tissue. Third, VIP induces the generation of regulatory T cells that suppress the activation of autoreactive T cells by producing interleukin-10 (IL-10) and transforming growth factor-β (TGFβ). This effect contributes to the maintenance of an anti-inflammatory state and restores immune tolerance. ",
    "ontology-ids": [
        "CL:0000545",
        "PW:0000355",
        "CL:0000815",
        "CL:0000084",
        "CL:0000235",
        "CL:0000546",
        "CL:0000236",
        "PW:0000818",
        "CL:0000145"
    ],
    "last-edited": "2025-11-07",
    "title": "Control of immune tolerance by vasoactive intestinal peptide",
    "authors": [
        "Laurent",
        "Ariutta",
        "Egonw",
        "Khanspers",
        "DeSl",
        "Eweitz"
    ],
    "revision": "r141199"
}