{
  "wpid": "WP4987",
  "title": "Class I peroxisomal membrane protein import",
  "authors": [
    "ReactomeTeam",
    "DeSl"
  ],
  "last-edited": "20210125162917",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0002395"
  ],
  "description": "Most peroxisomal membrane proteins (PMPs) are inserted into the peroxisomal membrane by the receptor-chaperone PEX19 and the docking receptor PEX3 (Soukupova et al. 1999, Muntau et al. 2003, Fang et al. 2004, Fujiki et al. 2006, Matsuzono and Fujiki 2006, Matsuzono et al. 2006, Pinto et al. 2006, Sato et al. 2008, Sato et al. 2010, Schmidt et al. 2010, Hattula et al. 2014, reviewed in Fujiki et al. 2014, Mayerhofer 2016). PEX19 binds the PMP as it is translated in the cytosol. Recognition of the PMP by PEX 19 appears to depend on positively charged residues in the transmembrane domain of the PMP (Costello et al. 2017). The PEX19:PMP complex then interacts with PEX3 located in the peroxisomal membrane. Through a mechanism that is not yet clear, the PMP is inserted into the peroxisomal membrane and PEX19 dissociates from PEX3. A current model involves transfer of the PMP from PEX19 to a hydrophobic region of PEX3 followed by insertion of the PMP into the membrane (Chen et al. 2014, reviewed by Giannopoulou et al. 2016). The process does not appear to require hydrolysis of ATP or GTP (Pinto et al. 2006).<br>Unlike other PMPs, PEX3 is inserted into the peroxisomal membrane by binding PEX19 and then docking with PEX16 (Matsuzaki and Fujiki 2008). Both PEX3 and PEX16 can also be co-translationally inserted into the endoplasmic reticulum membrane (Kim et al. 2006, Yonekawa et al. 2011, Aranovich et al. 2014, Hua et al. 2015, Mayerhofer et al. 2016). This region of the ER membrane then buds to contribute to new peroxisomes. PEX3 is also observed to insert into the mitochondrial outer membrane (Sugiura et al. 2017). Regions of the ER membrane and mitochondrial outer membrane are then released to form pre-peroxisomal vesicles which fuse to form new peroxisomes (Sugiura et al. 2017). Peroxisomes therefore appear to arise from fission of existing peroxisomes and production of new peroxisomes from precursors derived from mitochondria and the ER (Sugiura et al. 2017, reviewed in Fujiki et al. 2014, Hua and Kim 2016).  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=9603798 Reactome].",
  "revision": null
}