{
    "wpid": "WP5043",
    "organisms": ["Homo sapiens"],
    "description": "The pentose phosphate pathway is an important route for glucose oxidation. This pathway is divided over 2 different branches; the non-oxidative and the oxidative. The oxidative branch supports the regeneration of reduced NADPH, while converting glucose-6-phosphate into ribulose-5-phosphate and CO2 in an unidirectional way. This branch is also linked to glycolysis at the glucose-6-phosphate level, while the non-oxidative branch is linked to glycolysis in a bidirectional way, depending on the availability of the intermediates glyceraldehyde-3-phosphate and fructose-6-phosphate. This non-oxidative branch converts pentose phosphates into phosphorylated ketones and aldoses (Almeida et al., 2018). During this process, ribose-5-phosphate is produced, which is an important precursor for nucleotide synthesis. The regeneration of the NADPH by the oxidative branch, is regulated by the NADP+/NADPH ratio. When this ratio is lower, due to lower levels of NADPH, the regeneration of NADPH is stimulated in order to maintain the balance (Clement et al., 2019). In case of senescence, OIS heightens this ratio, while proliferative exhaustion-induced senescence lowers this ratio. Furthermore, p53 lowers glycolysis by lowering the level of fructose-2,6-bisphosphate. The PPP is also upregulated due to oxidative stress and by conditions of low stress induced by P53, which is symptomatic of PE-induced senescence (Zhang et al., 2016).  Another study by Wu et al. (2017) showed that one of the rate-limiting enzymes, 6-phosphogluconate dehydrogenase (6PGDH), is upregulated in OIS, due to which the PPP is also upregulated again. Metabolic hallmarks of cellular senescence: highlighting the role of intracellular pathways in various senescent phenotypes, by Birgit Veldman, was also used as a reference.  ",
    "ontology-ids": ["PW:0000045"],
    "last-edited": "2025-10-01",
    "title": "Pentose phosphate pathway in senescent cells",
    "authors": [
        "RickHendriks1999",
        "Egonw",
        "Eweitz",
        "Fehrhart",
        "Khanspers",
        "AlexanderPico",
        "Larsgw"
    ],
    "revision": "r140667"
}