{
    "wpid": "WP5166",
    "organisms": ["Homo sapiens"],
    "description": "The glyoxylate metabolism in hepatocytes is affected by primary hyperoxaluria (PH) types 1-3, leading to glyoxylate accumulation and hence, increased oxalate production, which is transported out of the hepatocytes by SLC26a1 transporters on the basolateral membrane into the blood and consequently, the kidneys, where it causes the occurrence of CaOx (calcium + oxalate) crystal deposition and hence, kidney stones. PH1 is caused due to a mutation of the AGT (glyoxylate aminotransferase) trimer, responsible for the conversion of glyoxylate into pyruvate in the peroxisome. PH2 is caused by mutations of glyoxylate reductase (GR), that converts 3-hydroxypyruvate into D-glycerate in the cytosol. It also catalyses the conversion of glyoxylate into glycolate. PH3 is linked to mutations on the HOGA1 gene, yielding the tetramer 4‐hydroxy‐2‐oxoglutarate aldolase, which acts in the mitochondrion to convert 4-hydroxy-2-oxoglutarate to glyoxylate. Secondary hyperoxaluria is caused by (1) increased absorption of dietary oxalate through the GI tract or (2) increased consumption of dietary oxalate. There is an abundance of knowledge gaps in this pathway, specifically regarding the peroxisomal and mitochondrial transporters for several metabolites. This pathway is based on Physicians Guide to the Diagnosis, Treatment, and Follow-up of Inherited Metabolic Diseases by Nenad Blau Chapter 28 (Hyperoxalurias) (ISBN 3642403360).  ",
    "ontology-ids": [
        "CL:0000003",
        "PW:0001781",
        "DOID:2977",
        "CL:0000182",
        "DOID:0111671",
        "DOID:655",
        "PW:0000013",
        "PW:0001783",
        "PW:0001780",
        "PW:0000440",
        "DOID:0111672",
        "PW:0000083",
        "PW:0001782",
        "DOID:0111670"
    ],
    "last-edited": "2025-11-29",
    "title": "Glyoxylate metabolism",
    "authors": [
        "EmiliaAgasi",
        "Alexandrabosch",
        "Egonw",
        "DeSl",
        "Eweitz"
    ],
    "revision": "r141961"
}