{
    "wpid": "WP2371",
    "organisms": ["Homo sapiens"],
    "description": "Most people with Parkinson's disease have idiopathic Parkinson's disease (having no specific known cause). A small proportion of cases, however, can be attributed to known genetic factors. Mutations in specific genes have been conclusively shown to cause PD. These genes code for alpha-synuclein (SNCA), parkin (PRKN), leucine-rich repeat kinase 2 (LRRK2 or dardarin), PTEN-induced putative kinase 1 (PINK1), DJ-1 and ATP13A2.[4][22] In most cases, people with these mutations will develop PD. With the exception of LRRK2, however, they account for only a small minority of cases of PD.[4] The most extensively studied PD-related genes are SNCA and LRRK2. Mutations in genes including SNCA, LRRK2 and glucocerebrosidase (GBA) have been found to be risk factors for sporadic PD. The role of the SNCA gene is important in PD because the alpha-synuclein protein is the main component of Lewy bodies.[22] Missense mutations of the gene (in which a single nucleotide is changed), and duplications and triplications of the locus containing it have been found in different groups with familial PD. Mutations in LRRK2 are the most common known cause of familial and sporadic PD, accounting for approximately 5% of individuals with a family history of the disease and 3% of sporadic cases.   Sources: [http://en.wikipedia.org/wiki/Parkinson's_disease wikipedia], [https://www.qiagen.com/geneglobe/pathwayview.aspx?pathwayID=345 Qiagen], and [http://www.genome.jp/kegg/pathway/hsa/hsa05012.html KEGG].  Proteins on this pathway have targeted assays available via the [https://assays.cancer.gov/available_assays?wp_id=WP2371 CPTAC Assay Portal]",
    "ontology-ids": [
        "DOID:14330",
        "PW:0000014",
        "PW:0000018",
        "DOID:1289",
        "PW:0000013",
        "DOID:12217"
    ],
    "last-edited": "2023-04-25",
    "title": "Parkinson's disease pathway",
    "authors": [
        "AlexanderPico",
        "MaintBot",
        "Egonw",
        "Khanspers",
        "Fehrhart",
        "Mkutmon",
        "Eweitz"
    ],
    "revision": "r126375"
}