{
    "wpid": "WP4523",
    "organisms": ["Homo sapiens"],
    "description": "In the biosynthesis of steroid hormones, cholesterol is transformed into mineralocorticoids, glucocorticoids and sex hormones via a series of hydroxylation, oxidation and reduction steps. To better understand the molecular level of sexual organ maturation in humans, the classical pathway and the alternative pathway of this process are produced. The pathways produce the main steroid hormones in humans, namely progestogen, corticosteroids, androgens and estrogens.  The classical pathway produces androgen, a synthetic steroid hormone that regulates sexual development and maintenance of male sex organs by binding to androgen receptors. Next to the classical pathway of androgen synthesis, alternative pathways are known, such as [WP4524](https://www.wikipathways.org/index.php/Pathway:WP4524).  For more information and details about androgens and the diseases linked with this molecular pathway, see Chapter 37 of the book of Blau (ISBN 3642403360 (978-3642403361)).  This pathway also includes information on glucocorticoid and mineralocorticoid metabolism (previously captured in WP273; overlapping content is indicated with double borders for individual nodes; information previously missing is added with dashed borders).  Mineralocorticoid (M) and glucocorticoid (G) receptors regulate transcription; either through 11-beta-hydroxysteroid dehydrogenase influencing aldosterone specificity on epithelial M-receptors or by modulation of AP-1- and NF-kappa-B-induced transcription through G-receptors. Specifically for the first case, aldosterone resistance in an autosomal form (a.k.a. pseudohypoaldosteronism) is linked to loss-of-function in epithelial Na-channel subunits (doi:[10.1146/annurev.med.48.1.231](https://doi.org/10.1146/annurev.med.48.1.231)). ",
    "ontology-ids": [
        "PW:0000013",
        "PW:0000070",
        "PW:0001152",
        "PW:0002466",
        "PW:0001479",
        "DOID:4367",
        "PW:0001478",
        "PW:0000770",
        "DOID:0050811",
        "PW:0000772",
        "DOID:0090121",
        "PW:0000002",
        "DOID:0050546",
        "DOID:3765",
        "DOID:0090139"
    ],
    "last-edited": "2025-11-04",
    "title": "Classical pathway of steroidogenesis with glucocorticoid and mineralocorticoid metabolism",
    "authors": [
        "ElineSanders",
        "Ingebude",
        "DeSl",
        "IreneHemel",
        "Egonw",
        "Fehrhart",
        "Eweitz",
        "Finterly",
        "Khanspers"
    ],
    "revision": "r141108"
}