{
    "wpid": "WP5604",
    "organisms": ["Homo sapiens"],
    "description": "This pathway shows the molecular pathophysiology of sickle cell disease.    (A) A single–nucleotide variant in the β-globin gene replaces glutamic acid with valine at position 6 of the β-globin chain. Upon deoxygenation, the resulting hemoglobin S (HbS) molecules polymerize into rigid fibers, driving erythrocyte sickling (clockwise).   (B) Sickled cells cause impaired blood rheology and enhanced adhesion of erythrocytes to neutrophils, platelets, and the endothelium, leading to slowed or obstructed microvascular flow -- called vaso-occlusion. Vaso-occlusion in turn promotes ischemia-reperfusion (I-R) injury (clockwise).  (C) HbS polymer formation also leads to red cell membrane damage and hemolysis (counterclockwise), releasing cell-free hemoglobin (Hb) into circulation. Oxygenated Hb (Fe²⁺) contributes to endothelial dysfunction by consuming nitric oxide (NO) and producing nitrate (NO₃⁻) and methemoglobin (Fe³⁺). Hb can also undergo Fenton chemistry with H₂O₂, generating hydroxyl radicals (•OH) and additional methemoglobin. Methemoglobin (Fe³⁺) can degrade and release cell-free heme (counterclockwise), a potent erythrocyte-derived DAMP.  (D) ROS production, TLR4 activation, NET formation, release of tissue- or cell-derived DAMPs, extracellular DNA, and other yet-undefined mediators generated by cell-free heme or I-R injury can induce sterile inflammation by activating the inflammasome in vascular and immune cells, leading to IL-1β release. Sterile inflammation then reinforces vaso-occlusion through a positive feedback loop that increases neutrophil, platelet, and endothelial adhesiveness.  Inspired by figure 1 in [Sundd 2018](https://pmc.ncbi.nlm.nih.gov/articles/PMC7053558/#S2).",
    "ontology-ids": [
        "CL:0000115",
        "CL:0000232",
        "DOID:0081445",
        "DOID:10923",
        "CL:0000775",
        "CL:0000233"
    ],
    "last-edited": "2025-11-17",
    "title": "Sickle cell disease",
    "authors": [
        "Eweitz",
        "Ash iyer",
        "Egonw"
    ],
    "revision": "r141502"
}