{
  "wpid": "WP2717",
  "title": "Mitochondrial protein import",
  "authors": [
    "ReactomeTeam",
    "Anwesha",
    "Ryanmiller"
  ],
  "last-edited": "20210125164520",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000002",
    "PW:0001756"
  ],
  "description": "A human mitochondrion contains about 1500 proteins, more than 99% of which are encoded in the nucleus, synthesized in the cytosol and imported into the mitochondrion. Proteins are targeted to four locations (outer membrane, intermembrane space, inner membrane, and matrix) and must be sorted accordingly (reviewed in Kutik et al. 2007, Milenkovic et al. 2007, Bolender et al. 2008, Endo and Yamano 2009, Wiedemann and Pfanner 2017, Kang et al. 2018). Newly synthesized proteins are transported from the cytosol across the outer membrane by the TOMM40:TOMM70 complex. Proteins that contain presequences first interact with the TOMM20 subunit of the complex while proteins that contain internal targeting elements first interact with the TOMM70 subunit. After initial interaction the protein is conducted across the outer membrane by TOMM40 subunits. In yeast some proteins such as Aco1, Atp1, Cit1, Idh1, and Atp2 have both presequences that interact with TOM20 and mature regions that interact with TOM70 (Yamamoto et al. 2009).<br>After passage across the outer membrane, proteins may be targeted to the outer membrane via the SAMM50 complex, to the inner membrane via the TIMM22 or TIMM23 complexes (reviewed in van der Laan et al. 2010), to the matrix via the TIMM23 complex (reviewed in van der Laan et al. 2010), or proteins may fold and remain in the intermembrane space (reviewed in Stojanovski et al. 2008, Deponte and Hell 2009,  Sideris and Tokatlidis 2010). Presequences on matrix and inner membrane proteins cause interaction with TIMM23 complexes; internal targeting sequences cause outer membrane proteins to interact with the SAMM50 complex and inner membrane proteins to interact with the TIMM22 complex. While in the intermembrane space hydrophobic proteins are chaperoned by the TIMM8:TIMM13 complex and/or the TIMM9:TIMM10:FXC1 complex.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=1268020 Reactome].",
  "revision": null
}