{
  "wpid": "WP2792",
  "title": "MAP kinase activation",
  "authors": [
    "ReactomeTeam",
    "Anwesha",
    "Egonw",
    "Ryanmiller"
  ],
  "last-edited": "20210125162403",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000003",
    "PW:0000818",
    "PW:0001193"
  ],
  "description": "The mitogen activated protein kinase (MAPK) cascade, one of the most ancient and evolutionarily conserved signaling pathways, is involved in many processes of immune responses. The MAP kinases cascade transduces signals from the cell membrane to the nucleus in response to a wide range of stimuli (Chang and Karin, 2001; Johnson et al, 2002). <p>There are three major groups of MAP kinases<ul><li>the extracellular signal-regulated protein kinases ERK1/2, <li>the p38 MAP kinase<li> and the c-Jun NH-terminal kinases JNK.</ul><p>ERK1 and ERK2 are activated in response to growth stimuli. Both JNKs and p38-MAPK are activated in response to a variety of cellular and environmental stresses. The MAP kinases are activated by dual phosphorylation of Thr and Tyr within the  tripeptide motif Thr-Xaa-Tyr. The sequence of this tripeptide motif is different in each group of MAP kinases: ERK (Thr-Glu-Tyr); p38 (Thr-Gly-Tyr); and JNK (Thr-Pro-Tyr).<p>MAPK activation is mediated by signal transduction in the conserved three-tiered kinase cascade: MAPKKKK (MAP4K or MKKKK or MAPKKK Kinase) activates the MAPKKK. The MAPKKKs then phosphorylates a dual-specificity protein kinase MAPKK, which in turn phosphorylates the MAPK.<p>The dual specificity MAP kinase kinases (MAPKK or MKK) differ for each group of MAPK. The ERK MAP kinases are activated by the MKK1 and MKK2; the p38 MAP kinases are activated by MKK3, MKK4, and MKK6; and the JNK pathway is activated by MKK4 and MKK7. The ability of MAP kinase kinases (MKKs, or MEKs) to recognize their cognate MAPKs is facilitated by a short docking motif (the D-site) in the MKK N-terminus, which binds to a complementary region on the MAPK. MAPKs then recognize many of their targets using the same strategy, because many MAPK substrates also contain D-sites.<p>The upstream signaling events in the TLR cascade that initiate and mediate the ERK signaling pathway remain unclear.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=450294 Reactome].",
  "revision": null
}