{
    "wpid": "WP4659",
    "organisms": ["Homo sapiens"],
    "description": "Gastrin is a peptide hormone which is involved in the process of gastric acid secretion. Gastrin release is induced by the gastrin-releasing peptide, a neurotransmitter acting on its basolateral receptor in G-cells. Gastrin is then translocated to the oxyntic mucosa in an endocrine manner where it binds to its receptor CCKBR in parietal and enterochromaffin-like (ECL) cells. This interaction stimulates secretion of gastric acid by parietal cells and release of histamine by ECL cells. Histamine reaches parietal cells through paracrine diffusion where it binds H2 receptors and induces gastric acid secretion. Gastrin has been reported to stimulate proliferation of gastric mucosal cells,maturation of parietal cells and enterochromaffin-like (ECL) cells, and promote islet differentiation in the pancreas. Gastrin is also known to stimulate the proliferation, invasion, and migration of cancer cells. Produced as preprogastrin of 101 amino acids by the human G-cells of the antrum of stomach, it is sequentially cleaved to first yield progastrin and then 35-amino acid gastrin-34-Gly or an 18-amino acid gastrin-17-Gly that are often amidated.  CCKAR and CCKBR cholecystokinin receptors belonging to the family of G-protein coupled receptors, are the best characterized receptors of Gastrin. CCKBR has high affinity for gastrin and their carboxyl amidated analogues, while the CCKAR has been reported to have negligible affinity. Gq-alpha had been the major identified G-alpha subunit involved in gastrin signaling. Gastrin induces the activation of Gq-alpha and regulates the levels of IP3 and DAG through PLC-gamma1 mediated hydrolysis of PIP2. SRC has also been shown to be involved in this regulation. SRC kinase is also involved in the activation of classical RAS/MEK/ERK and PI3K/AKT pathways through IRS1-mediated recruitment of GRB2/SHC1/SOS complex and regulatory subunits of PI3Ks, respectively. PI3K pathway activation by SRC also involves the formation of SRC-FAK complexes. Gastrin induced MEK/ERK pathway is also reported to be mediated through PKCs. Gastrins have also been reported to regulate the activation of Rho, Rac and Cdc42 pathways. Recently, Liu and Jose 2013 have reported the regulation of MTOR and sodium-hydrogen exchanger 3 activities through a PI3K/PKC-dependent but AKT-independent pathway. Both p38MAPK and JNKs are also reported to be involved in gastrin signaling. PKAs as well as PKCs are involved in the regulation of p38MAPK activation whereas JNK activation has been shown to be mediated by MAP3K11 (MLK3). Gastrin induces the activation of eNOS and thereby nitric oxide production in ERK1/2, AKT, and p38MAPK dependent manner. Another major pathway involved in gastrin induced cell proliferation and migration is the beta-catenin/TCF-4 pathway. JAK-STAT pathway has also been shown to be involved in gastrin signaling. Interestingly, JAK2 activation has been identified to be also involved in activation of PI3K pathway.  Apart from CCKAR and CCKBR, recently gastrin has also been shown to bind to Annexin A2 to mediate their effects. Thus far, gastrin induced activation of NFKBs, ERKs and p38MAPK have been reported to be mediated by both CCK receptor(s) as well as Annexin A2 in multiple cells/cell types. Visit: http://www.netpath.org/netslim/Gastrin_pathway.html",
    "ontology-ids": [
        "CL:0000509",
        "PW:0000467",
        "PW:0000465"
    ],
    "last-edited": "2025-11-23",
    "title": "Gastrin signaling",
    "authors": [
        "Subbannayya",
        "Khanspers",
        "DeSl",
        "Eweitz",
        "Egonw"
    ],
    "revision": "r141754"
}