{
    "wpid": "WP4656",
    "organisms": ["Homo sapiens"],
    "description": "Joubert syndrome (JS) is a rare hereditary disorder that is classified as a ciliopathy, and is caused by mutations occurring in genes essential for the development and proper functioning of primary cellular cilia. These hair-like structures located on the cell membrane are responsible for detecting and relaying external signals to the interior of the cell. The defining JS feature is the molar tooth sign (MTS), which is the particular manner in which a characteristic malformation of midbrain appears in radiological imaging, and which causes delays in both intellectual and motor development. A visual representation of the pathways underlying JS pathogenesis was synthesized, which might provide a more complete understanding of the disease, possibly aiding in better diagnosis and more successful treatment. Data collection on the genes, pathways and interactions involved was done through a literature search in combination supported by online databases such as OMIM, STRING and GeneMANIA. The pathway was created using PathVisio version 3.3.0. Nodes were annotated using the appropriate Ensembl, ChEBI, or Uniprot-TrEMBL identifiers and standardized MIM notation was used to visualize the interactions between them.  A final pathway containing 88 unique nodes and 71 interactions was created. The pathway highlights three functional or structural areas of the primary cilium that appear to play important roles in JS pathogenesis, namely the basal body or centriole, the transition zone and ciliary trafficking. Furthermore, two specific complexes seem to be of particular interest; the B9 ciliary complex and the centriolar satellite contain eight and three JS-associated protein respectively. Lastly, the ARL13B-PDE6D-INPP5E signaling network ensures the proper functioning of INPP5E, and enzyme that converts lipid ciliary membrane components. All three proteins have been found to be mutated in JS patients.",
    "ontology-ids": [
        "PW:0000013",
        "DOID:0050777",
        "PW:0000003"
    ],
    "last-edited": "20211130",
    "title": "Joubert syndrome",
    "authors": ["AnneDB","Egonw","Fehrhart","Eweitz"],
    "revision": "r120396"
}