{
  "wpid": "WP3398",
  "title": "TNFR2 non-canonical NF-kB pathway",
  "authors": [
    "ReactomeTeam",
    "Fehrhart"
  ],
  "last-edited": "20210125165908",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000233"
  ],
  "description": "Tumor necrosis factor-alpha (TNFA) exerts a wide range of biological effects through TNF receptor 1 (TNFR1) and TNF receptor 2 (TNFR2). Under normal physiological conditions TNFR2 exhibits more restricted expression, being found on certain subpopulation of immune cells and few other cell types (Grell et al. 1995 ). TNFR1 mediated signalling pathways have been very well characterized but, TNFR2 has been much less well studied. TNFR1 upon activation by TNFA activates apoptosis through two pathways, involving the adaptor proteins TNFR1-associated death domain (TRADD) and fas-associated death domain (FADD). In contrast, TNFR2 signalling especially in highly activated T cells, induces cell survival pathways that can result in cell proliferation by activating transcription factor NF-kB (nuclear factor-kB) via the alternative non-canonical route. TNFR2 signalling seems to play an important role, in particular for the function of regulatory T cells. It offers protective roles in several disorders, including autoimmune diseases, heart diseases, demyelinating and neurodegenerative disorders and infectious diseases (Faustman & Davis 2010).<br>Activation of the non-canonical pathway by TNFR2 is mediated through a signalling complex that includes TNF receptor-associated factor (TRAF2 and TRAF3), cellular inhibitor of apoptosis (cIAP1 and cIAP2), and NF-kB-inducing kinase (NIK). In this complex TRAF3 functions as a bridging factor between the cIAP1/2:TRAF2 complex and NIK. In resting cells cIAP1/2 in the signalling complex mediates K48-linked polyubiquitination of NIK and subsequent proteasomal degradation making NIK levels invisible. Upon TNFR2 stimulation, TRAF2 is recruited to the intracellular TRAF binding motif and this also indirectly recruits TRAF1 and cIAP1/2, as well as TRAF3 and NIK which are already bound to TRAF2 in unstimulated cells. TRAF2 mediates K63-linked ubiquitination of cIAP1/2 and this in turn mediates cIAP dependent K48-linked ubiquitination of TRAF3 leading to the proteasome-dependent degradation of the latter. As TRAF3 is degraded, NIK can no longer interact with TRAF1/2:cIAP complex. As a result NIK concentration in the cytosol increases and NIK gets stabilised and activated. Activated NIK phosphorylates IKKalpha, which in turn phosphorylates p100 (NFkB2) subunit. Phosphorylated p100 is also ubiquitinated by the SCF-beta-TRCP ubiquitin ligase complex and is subsequently processed by the proteaseome to p52, which is a transcriptionally competent NF-kB subunit in conjunction with RelB (Petrus et al. 2011, Sun 2011, Vallabhapurapu & Karin 2009).  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=5668541 Reactome].",
  "revision": null
}