{
    "wpid": "WP180",
    "organisms": ["Saccharomyces cerevisiae"],
    "description": "The biosynthesis of branched-chain amino acids (BCAA) in S. cerevisiae involves a common pathway that metabolizes pyruvate to valine or -ketobutyrate (derived from threonine) to isoleucine. This pathway occurs in the mitochondrion until the final step, where the immediate precursor to valine or isoleucine is converted to its respective amino acid either in the mitochondrion (via Bat1p) or the cytosol (via Bat2p). In a branch of the common pathway, valines immediate precursor can instead be converted to -isopropylmalate via -isopropylmalate synthase (Leu4p and Leu9p), which is subsequently exported to the cytosol and metabolized to leucine in three additional steps.  Many genes in the common pathway of BCAA biosynthesis are induced by Gcn4 in response to starvation for any amino acid. Additionally, the flow of substrates into valine, isoleucine, or leucine biosynthesis is controlled depending on the concentration of each of the three amino acids. Threonine deaminase (Ilv1p), which converts threonine to -ketobutyrate for isoleucine biosynthesis, is inhibited by high concentrations of isoleucine. This inhibition is reversed by valine; however, high concentrations of both isoleucine and valine will also result in inhibition. Acetohydroxyacid synthase (AHAS; Ilv2p), which catalyzes the first step in the common pathway of BCAA biosynthesis, is subject to feedback inhibition by valine. Likewise, -isopropylmalate synthase (Leu4p and Leu9p) is also feedback inhibited by its end product, leucine.  Description from YeastPathways superpathway of branched chain amino acid biosynthesis. SOURCE: SGD pathways, http://pathway.yeastgenome.org/server.html",
    "ontology-ids": [
        "PW:0001270",
        "PW:0000002"
    ],
    "last-edited": "2025-06-21",
    "title": "Leucine biosynthesis",
    "authors": [
        "M.Braymer",
        "MaintBot",
        "Ddigles",
        "Egonw",
        "Mkutmon",
        "Eweitz",
        "Khanspers"
    ],
    "revision": "r139499"
}