{
    "wpid": "WP4545",
    "organisms": ["Homo sapiens"],
    "description": "The Oxysterol group of compounds are oxygenated derivatives of cholesterol or its sterol precursors, e.g. 7-dehydrocholesterol (7-DHC) or desmosterol. There are three mechanisms leading to the formation of oxysterols: 1) Enzymatically (first steps of sterol metabolism, being intermediates for the formation of steroid hormones, bile acids and 1,25-dihydroxyvitamin D3), 2) Non-enzymatically by encountering reactive oxygen species (ROS), providing a second pool of metabolites (this pool also includes oxidized cholesterol molecules taken in from diet), see https://www.wikipathways.org/instance/WP5064, and 3) Generation by the gut microflora and uptake through the enterohepatic circulation.  Previously oxysterols where though to be inactive metabolic intermediates, however recent findings have established that these metabolites are involved in cholesterol homoeostasis, can be ligands to nuclear and G protein-coupled receptors and biomarkers of diseases (for example Niemann-Pick disease).  This pathway drawing was inspired by Figure 3 of the review article by Griffiths et al. 2016, and has been extended with immune system, receptor agonists, steroidal alkaloid and biomarker information from the same paper. This pathway has been updated with Figure 1 from Griffiths et al. 2020 (green areas), Figure 2 (yellow area) and Figure 3 (blue area).",
    "ontology-ids": [
        "DOID:0111067",
        "PW:0001475",
        "PW:0000002",
        "PW:0000753",
        "PW:0002302",
        "PW:0001304",
        "DOID:0090031",
        "DOID:0060602",
        "DOID:4810",
        "DOID:14504",
        "DOID:0050674",
        "DOID:0070111",
        "DOID:0070113",
        "DOID:0070112"
    ],
    "last-edited": "2023-06-23",
    "title": "Oxysterols derived from cholesterol",
    "authors": [
        "DeSl",
        "Egonw",
        "Fehrhart",
        "Conroy lipids",
        "RobertAndrews",
        "WilliamJGriffiths",
        "AlexanderPico"
    ],
    "revision": "r126793"
}