{
    "wpid": "WP3888",
    "organisms": ["Homo sapiens"],
    "description": "Angiogenesis, the formation of new blood vessels from pre-existing vasculature, is central to a number of physiological conditions, from embryogenesis to wound healing in adults and is a hallmark of pathological conditions such as tumorigenesis [1-3]. Angiogenesis is mediated by the coordinated action of a variety of growth factors, metabolites and cell adhesion molecules in endothelial cells [4-6]. Vascular endothelial growth factor (VEGF) is the principal angiogenic growth factor modulating neovascularization [7].  The biological effect of VEGF is mediated through specific VEGF receptors on endothelial cell surface. VEGFs (VEGF-A, VEGF-B, VEGF-C and VEGF-D) interact with VEGF receptors such as VEGFR1, VEGFR2 and VEGFR3. Among them, VEGFA/VEGFR2 signaling appears to mediate cellular responses involved in angiogenesis prominently. Further, VEGF/VEGFR1 signaling, though weak, converges to VEGFR2 signaling pathway. VEGFA binding to VEGFR2 at the surface of endothelial cells leads to dimerization and auto-phosphorylation of specific tyrosine residues in the cytoplasmic domain of VEGFR2. It leads to activation of multiple downstream signaling cascades and promotes endothelial cell proliferation, migration, and tube formation relevant to angiogenesis [8]. VEGFR2 dependent activation of PI3K-AKT-mTOR signaling regulates cell survival, cell proliferation, anti-apoptotic and cell permeability functions [9]. Another important pathway of VEGF mediated cell proliferation appears to be through PLCγ-mediated activation of PKC and downstream induction of the ERK and other PKC-dependent pathways [10]. Endothelial cell migration is induced by VEGFA/VEGFR2 signaling through activation of p38MAPK (actin polymerization) and FAK (focal adhesion turnover) which is particularly important in directed migration. Phosphosite specificity towards downstream signalling has also been documented. Phosphosite mapping documented seven phosphosites in VEGFR2 receptor: Y1054, Y1214, Y801, Y1175, Y951, Y1059 and Y996. Phosphorylation of Y1214 and Y1054 regulates signaling events involved in cell migration. Y801 phosphorylation regulates cell survival. Y1175 regulates both cell proliferation and migration. Y951 and Y1059 phosphorylation regulates cell survival, cell migration and cell proliferation.  VEGFA/VEGFR2 signaling network compiles data available in the literature with respect to VEGFA signaling (especially VEGFA-165) through VEGFR2 in endothelial cells. The signaling events involving these proteins were derived from experimentally validated data involving multiple experimental techniques and approaches. Individual signaling events in VEGFR2 signaling networks leading to cell proliferation, migration and survival were identified and categorized into protein-protein interactions, enzyme-catalyzed events, activation/inhibition reactions, transport of protein across subcellular compartments, and gene regulation events. Signaling molecules involved in VEGFA/VEGFR2 signaling were categorized to enzymes, receptors and transcription factors and the contextual activation/deactivation of these molecules downstream to VEGFA/ VEGFR2 signaling, in modulating angiogenesis, is documented.  VEGFA dependent angiogenesis pathway map depicts the integration of signaling pathways regulating cell survival, cell migration, cell proliferation, cellular interactions downstream of VEGFA/VEGFR2 signaling relevant to angiogenesis, regulation of VEGFR2, phosphosite specificity of VEGFR2 towards downstream signaling, post-translational modifications, molecular function-based information, cross-talks among proteins in the canonical signaling modules and the information on the compartmentalization of proteins. The map of VEGFA/VEGFR2 signaling network is interactive to help investigators to add new information as it becomes available in the future for analysis or representation.   VEGFA dependent angiogenesis pathway map may please be cited as:   1. Abhinand, C. S., Raju, R., Soumya, S. J., Arya, P. S., and Sudhakaran, P. R. (2016). VEGF-A/VEGFR2 signaling network in endothelial cells relevant to angiogenesis. Journal of cell communication and signaling, 10(4), 347-354.  2. Sunitha, P., Raju, R., Sajil, C.K., Abhinand, C.S., Nair, A.S., Oommen, O.V., Sugunan, V.S.,  and Sudhakaran, P.R. (2019). Temporal VEGFA responsive genes in HUVECs: Gene signatures and potential ligands/receptors fine-tuning angiogenesis. Journal of Cell Communication and Signaling, 13, 561 - 571.   References  [1] Folkman J (1971). Tumor angiogenesis: therapeutic implications. N Engl J Med. 285:1182-1186.   [2] Chatterjee S, Heukamp LC, Siobal M et al., 2013. Tumor VEGF: VEGFR2 autocrine feed-forward loop triggers angiogenesis in lung cancer. J Clin Invest. 123:1732-1740.   [3] Shibuya M (2014). VEGF-VEGFR Signals in Health and Disease. BiomolTher (Seoul). 22:1-9.   [4] Kumar VB, Binu S, Soumya SJ et al., 2014. Regulation of vascular endothelial growth factor by metabolic context of the cell. Glycoconj J. 31:427-434.   [5] Kitazume S, Imamaki R, Ogawa K et al., 2014. Sweet role of platelet endothelial cell adhesion molecule in understanding angiogenesis. Glycobiology. 24:1260-1264.   [6] Kunhiraman H, Edatt L, Thekkeveedu S et al., 2016. 2‐Deoxy Glucose Modulates Expression and Biological Activity of VEGF in a SIRT‐1 Dependent Mechanism. J Cell Biochem.   [7] Lohela M, Bry M, Tammela T et al., 2009. VEGFs and receptors involved in angiogenesis versus lymphangiogenesis. Curr Opin Cell Biol. 21:154-165.   [8] Koch S, Claesson-Welsh L, 2012. Signal transduction by vascular endothelial growth factor receptors. Cold Spring Harbor perspectives in medicine. 2(7):a006502.   [9] Koch S, Tugues S, Li X et al., 2011. Signal transduction by vascular endothelial growth factor receptors. Biochem J.437:169-183.  [10] Simons M, Gordon E, Claesson-Welsh L. 2016. Mechanisms and regulation of endothelial VEGF receptor signalling. Nat Rev Mol Cell Biol.       ",
    "ontology-ids": [
        "PW:0000243",
        "CL:0000115"
    ],
    "last-edited": "2023-04-23",
    "title": "VEGFA-VEGFR2 signaling",
    "authors": [
        "Prslab",
        "Khanspers",
        "AlexanderPico",
        "Egonw",
        "MaintBot",
        "DeSl",
        "Eweitz"
    ],
    "revision": "r126337"
}