{
    "wpid": "WP678",
    "organisms": ["Homo sapiens"],
    "description": "The cytochrome P450-dependent formation of polyunsaturated fatty acid epoxides is an important biochemical pathway creating mediators of inflammation and blood pressure regulation.  Once formed these compounds can be incorperated into phospholipid membrance, and released by the action of phospholipase A2.  The epoxides of arachidonic acid, i.e. the epoxyeicosatrieneoic acid or EETs, are putative endothelial derived hyperpolarization factors which increase the open state probability of Ca++ sensitive K+ channels, leading to vasodilation in arteriolar beds.  The 11(12)-EET in particular appears to have potent functions in vasodilation, and are inhibitors of NFKb dependent inflammatory signalling, and PAI-1 activity.  The 5(6)-EET appears unique, in that its metabolic transformation through cyclooxygenase activities produces potent vasoconstrictors.  With the exception of the 5(6)-EET, these epoxy fatty acids are good substrates for the soluble epoxide hydrolase.  Hydrolytic tranformation to vicinal diols eliminates vasoactive actions, however these vicinal diols have been reported to have other biological activites, including PPAR-alpha activation.  Recent development of inhibitors of the soluble epoxide hydrolase are proving to have potent anti-inflammatory, anti-hypertensive, and anti-nociceptive properties.  Reports of enzyme catalyzed glutathione-conjugates of the epoxy fatty acids have been reported, but the activity and relavance of these potential metabolic products are unknown to date.",
    "ontology-ids": [
        "PW:0000460",
        "PW:0000147"
    ],
    "last-edited": "2025-10-31",
    "title": "Arachidonate epoxygenase / epoxide hydrolase",
    "authors": [
        "MartijnVanIersel",
        "Evelo",
        "Jwnewman",
        "Thomas",
        "AlexanderPico",
        "MaintBot",
        "Khanspers",
        "Christine Chichester",
        "DeSl",
        "Eweitz",
        "Egonw"
    ],
    "revision": "r140958"
}