{
  "wpid": "WP1829",
  "title": "Immunoregulatory interactions between lymphoid and non-lymphoid cells",
  "authors": [
    "MaintBot",
    "MartijnVanIersel",
    "ReactomeTeam",
    "Anwesha",
    "Wpblocked",
    "AlexanderPico",
    "Eweitz"
  ],
  "last-edited": "20210522125424",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000818"
  ],
  "description": "A number of receptors and cell adhesion molecules play a key role in modifying the response of cells of lymphoid origin (such as B-, T- and NK cells) to self and tumor antigens, as well as to pathogenic organisms.<p><p>Molecules such as KIRs and LILRs form part of a crucial surveillance system that looks out for any derangement, usually caused by cancer or viral infection, in MHC Class I presentation. Somatic cells are also able to report internal functional impairment by displaying surface stress markers such as MICA. The presence of these molecules on somatic cells is picked up by C-lectin NK immune receptors.<p><p>Lymphoid cells are able to regulate their location and movement in accordance to their state of activation, and home in on tissues expressing the appropriate complementary ligands. For example, lymphoid cells may fine tune the presence and concentration of adhesion molecules belonging to the IgSF, Selectin and Integrin class that interact with a number of vascular markers of inflammation.<p><p>Furthermore, there are a number of avenues through which lymphoid cells may interact with antigen. This may be presented directly to a specific T-cell receptor in the context of an MHC molecule. Antigen-antibody complexes may anchor to the cell via a small number of lymphoid-specific Fc receptors that may, in turn, influence cell function further. Activated complement factor C3d binds to both antigen and to cell surface receptor CD21. In such cases, the far-reaching influence of CD19 on B-lymphocyte function is tempered by its interaction with CD21.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=198933 Reactome].",
  "revision": null
}