{
    "wpid": "WP5538",
    "organisms": ["Homo sapiens"],
    "description": "Atopic dermatitis (AD), also known as atopic eczema, arises from a complex interplay of genetic susceptibility and environmental triggers that disrupt the skin barrier. This dysfunction is exacerbated by alterations in the skin microbiome—particularly a reduction in Staphylococcus epidermidis and an overgrowth of Staphylococcus aureus—which increase the skin's vulnerability to external allergens.  Keratinocytes, in response to this disruption, release epithelial-derived cytokines such as thymic stromal lymphopoietin (TSLP), interleukin (IL)-25, and IL-33. These cytokines promote type 2 immune responses by activating group 2 innate lymphoid cells (ILC2s), T helper 2 (Th2) cells, and T follicular helper 2 (Tfh2) cells. These lymphocytes, stimulated by activated Langerhans cells (LCs) and inflammatory dendritic epidermal cells (IDECs), subsequently secrete IL-4, IL-5, and IL-13.  IL-4 and IL-13 signal through type I (IL-4Rα / CD132) and type II (IL-4Rα / IL-13Rα1) receptors expressed on B cells, keratinocytes, and sensory neurons, activating the JAK-STAT signaling pathway. Tfh2 cells promote class switching to IgE in B cells, enhancing mast cell and basophil activation via FcεRI. Concurrently, IL-4 and IL-13 reduce the production of antimicrobial peptides (AMPs), such as human β-defensin 3, in keratinocytes, further impairing the skin’s defense.  Pruritus (itch) is driven by IL-4, IL-13, IL-31, IL-33, and TSLP, which stimulate sensory neurons and perpetuate the itch-scratch cycle. Type 2 cytokines also worsen dysbiosis of the skin microbiota, while IL-5 recruits eosinophils, fueling ongoing inflammation.  Several immunotherapeutic agents have been developed to target these pathways:  * Dupilumab (brand name Dupixent) blocks IL-4Rα, inhibiting both type I and type II receptor signaling.  * Tralokinumab (Adbry, Adtralza) neutralizes IL-13.  * Nemolizumab (Nemluvio) targets the IL-31 receptor to reduce itch.  * Upadacitinib (Rinvoq) and abrocitinib (Cibinqo) are oral selective JAK1 inhibitors.  * Baricitinib (Olumiant) inhibits both JAK1 and JAK2.  * Topically, ruxolitinib (Jakafi, Jakavi, Opzelura; a JAK1/2 inhibitor) and delgocitinib (Corectim, a pan-JAK inhibitor) are approved for the treatment of AD.  Inspired by Figure 2 in [Song et al. (2022)](https://pmc.ncbi.nlm.nih.gov/articles/PMC8901701/).",
    "ontology-ids": [
        "CL:0000767",
        "PW:0000754",
        "CL:0000097",
        "DOID:3310",
        "CL:0000312",
        "CL:0000771",
        "CL:0000101",
        "CL:0000236",
        "CL:0000546",
        "CL:0000453",
        "CL:0001069",
        "CL:0000451",
        "CL:0000362",
        "CL:0002038"
    ],
    "last-edited": "2025-10-31",
    "title": "Atopic dermatitis mechanism and therapies",
    "authors": ["Eweitz"],
    "revision": "r140899"
}