{
    "wpid": "WP474",
    "organisms": ["Homo sapiens"],
    "description": "Endochondral ossification is the process by which the embryonic cartilaginous model of most bones contributes to longitudinal growth and is gradually replaced by bone. During endochondral ossification, chondrocytes proliferate, undergo hypertrophy and die; the cartilage extracellular matrix they construct is then invaded by blood vessels, osteoclasts, bone marrow cells and osteoblasts, the last of which deposit bone on remnants of cartilage matrix. The sequential changes in chondrocyte behaviour are tightly regulated by both systemic factors and locally secreted factors, which act on receptors to effect intracellular signalling and activation of chondrocyte-selective transcription factors. Systemic factors that regulate the behaviour of chondrocytes in growth cartilage include growth hormone and thyroid hormone, and the local secreted factors include Indian hedgehog, parathyroid hormone-related peptide, fibroblast growth factors and components of the cartilage extracellular matrix. Transcription factors that play critical roles in regulation of chondrocyte gene expression under the control of these extracellular factors include Runx2, Sox9 and MEF2C. The invasion of cartilage matrix by the ossification front is dependent on its resorption by members of the matrix metalloproteinase family, as well as the presence of blood vessels and bone-resorbing osteoclast (Mackie et al.)  Thyroid hormone and especially triiodothyronine induce morphological hypertrophy of chondrocytes, through binding to thyroid hormone receptors. Further, triiodothyronine increases the total collagen production in chondrocytes, as also terminal differentiation, but triiodothyronine also induces cell death through non-apoptotic modes of physiological death. Triiodothyronine acts by altering intracellular gene expression after receptor binding, and is crucial for growth, as receptor deficiencies lead to dwarfism and growth retardation. Thyroid hormone inhibits the PTHR1 gene, which encodes for a g-protein coupled receptor for parathyroid hormone (PTH) and PTH-like hormones. PTH receptors activate adenylyl cyclase and a phosphatidylinositol-calcium second messenger system. They control the levels of calcium in the blood and thus, ossification as they inhibit hypertrophy upon activation (Mackie, Randau, [rarediseases.org](https://rarediseases.org/rare-diseases/jansen-type-metaphyseal-chondrodysplasia/)). Oxygen acts upon RUNX2 and HDAC4 in the ossification process. HDAC4 is a class II histone deacetylase/acuc/apha family gene, and if tethered to a promoter, it represses transcription ([ncbigene:9759](https://www.ncbi.nlm.nih.gov/gene/9759)). Via this mechanism, HDAC4 represses RUNX2 in the ossification process. RUNX2 is a member of the RUNX family of transcription factors, encoding a nuclear protein with an RUND DNA-binding domain. It induces osteoblastic differentiation and skeletal morphogenesis, as it acts upon the DNA and regulatory factors ([ncbigene:860](https://www.ncbi.nlm.nih.gov/gene/860]). Thus, RUNX2 acts directly upon chondrocytical hypertrophy.  Cyclic adenosine monophosphate (cAMP) act upon protein kinase A (PKA), which phosphorylates proteins if activated. In this case it leads to the inhibition of Sox9 (doi:[10.1038/nm.3314](https://www.nature.com/articles/nm.3314)). Sox9 induces cell proliferation and inhibits hypertrophy and is regulating the transcription of the anti-müllerian hormone.  Proteins on this pathway have targeted assays available via the [CPTAC Assay Portal](https://assays.cancer.gov/available_assays?wp_id=WP474)",
    "ontology-ids": [
        "CL:0001040",
        "PW:0000004",
        "CL:0000062",
        "CL:0000093",
        "CL:0000138",
        "CL:0000092"
    ],
    "last-edited": "2025-12-02",
    "title": "Endochondral ossification",
    "authors": [
        "LarsEijssen",
        "AlexanderPico",
        "MaintBot",
        "Alla",
        "Khanspers",
        "Egonw",
        "Susan",
        "DeSl",
        "Eweitz"
    ],
    "revision": "r142072"
}