{
    "wpid": "WP178",
    "organisms": ["Saccharomyces cerevisiae"],
    "description": "While Saccharomyces cerevisiae can use most amino acids as their sole nitrogen source, they can only use a few amino acids as a carbon source to support growth.  This is in contrast to most eukaryotes and some fungi, which can metabolize amino acids completely, utilizing them as sole sources of carbon and nitrogen. S. cerevisiae degrade the branched-chain amino acids (iso-leucine, leucine, and valine) and the aromatic amino acids (tryptophan, phenylalanine, and tyrosine) via the Ehrlich pathway.  This pathway is comprised of the following steps:  1) deamination of the amino acid to the corresponding alpha-keto acid; 2) decarboxylation of the resulting alpha-keto acid to the respective aldehyde; and, 3) reduction of the aldehyde to form the corresponding long chain or complex alcohol, known as a fusel alcohol or fusel oil.  Fusel alcohols are important flavor and aroma compounds in yeast-fermented food products and beverages  Each of the three steps in branched-chain amino acid degradation can be catalyzed by more than one isozyme; which enzyme is used appears to depend on the amino acid, the carbon source and the stage of growth of the culture. The initial transamination step in iso-leucine degradation can be catalyzed by either of the branched-chain amino acid transaminases BAT1 (mitochondrial) or BAT2 (cytosolic). The subsequent decarboxylation step can be catalyzed by any one of the five decarboxylases (Pdc1p, Pdc5p, Pdc6p, Thi3p, and Aro10p) and the final step can be catalyzed by any one of six alcohol dehydrogenases (Adh1p, Adh2p, Adh3p, Adh4p, Adh5p, and Sfa1p).  Source: [SGD pathways](http://pathway.yeastgenome.org/server.html).",
    "ontology-ids": [
        "PW:0001269",
        "PW:0000002"
    ],
    "last-edited": "2025-08-11",
    "title": "Isoleucine degradation",
    "authors": [
        "J.Heckman",
        "MaintBot",
        "Ddigles",
        "Egonw",
        "Eweitz",
        "Khanspers"
    ],
    "revision": "r140283"
}