{
  "wpid": "WP4071",
  "title": "RAB geranylgeranylation",
  "authors": [
    "ReactomeTeam"
  ],
  "last-edited": "20210125161212",
  "organisms": [
    "Homo sapiens"
  ],
  "description": "Human cells have more than 60 RAB proteins that are involved in trafficking of proteins in the endolysosomal system. These small GTPases contribute to trafficking specificity by localizing to the membranes of different endocytic compartments and interacting with effectors such as sorting adaptors, tethering factors, kinases, phosphatases and tubular-vesicular cargo (reviewed in Stenmark et al, 2009; Wandinger-Ness and Zerial, 2014). RAB localization depends on a number of factors including C-terminal prenylation, the sequence of an upstream hypervariable regions and what nucleotide is bound (Chavrier et al, 1991; Ullrich et al, 1993; Soldati et al, 1994; Farnsworth et al, 1994; Seabra, 1996; Wu et al, 2010; reviewed in Stenmark, 2009; Wandinger-Ness and Zerial, 2014). In the active, GTP-bound form, prenylated RAB proteins are membrane associated, while in the inactive GDP-bound form, RABs are extracted from the target membrane and exist in a soluble form in complex with GDP dissociation inhibitors (GDIs) (Ullrich et al, 1993; Soldati et al, 1994; Gavriljuk et al, 2103). Conversion between the inactive and active form relies on the activities of RAB guanine nucleotide exchange factors (GEFs) and GTPase activating proteins (GAPs) (Yoshimura et al, 2010; Wu et al, 2011; Pan et al, 2006; Frasa et al, 2012; reviewed in Stenmark, 2009; Wandinger-Ness and Zerial, 2014).<br>Newly synthesized RABs are bound by a RAB escort protein, CHM (also known as REP1) or CHML (REP2) (Alexandrov et al, 1994; Shen and Seabra, 1996). CHM/REP proteins are the substrate-binding component of the trimeric RAB geranylgeranyltransferase enzyme (GGTaseII) along with the two catalytic subunits RABGGTA and RABGGTB (reviewed in  Gutkowska and Swiezewska, 2012; Palsuledesai and Distefano, 2015). REP proteins recruit the unmodified RAB in its GDP-bound state to the GGTase for sequential geranylgeranylation at one or two C-terminal cysteine residues (Alexandrov et al, 1994; Seabra et al 1996; Shen and Seabra, 1996; Baron and Seabra, 2008). After geranylgeranylation, CHM/REP proteins remain in complex with the geranylgeranylated RAB and escort it to its target membrane, where its activity is regulated by GAPs, GEFs, GDIs and membrane-bound GDI displacement factors (GDFs) (Sivars et al, 2003; reviewed in Stenmark, 2009; Wandinger-Ness and Zerial, 2014).  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=8873719 Reactome].",
  "revision": null
}