{
    "wpid": "WP5172",
    "organisms": ["Homo sapiens"],
    "description": "This pathway was inspired by Figure 40.1 of Chapter 40 (ed. 4) of the book of Blau (ISBN 3642403360 (978-3642403361)).  Intestinal iron is reduced by an cytochrome b reductase 1 (CYBRD1) and transported into intestinal cells by the divalent metal transporter SLC11A2 (or DMT1). Inside cells, iron is stored as ferritin (FT). On the basolateral side, iron leaves the epithelium via a basolateral transporter, SLC40A1 (or IREG1), followed by oxidation through the action of hephaestin (Heph), a membrane-bound ceruloplasmin-like multicopper ferroxidase. Iron-loaded transferrin (Fe2-Tf) binds to the transferrin receptor (TfRC) on the surface of cells. The receptor-transferrin complex, localized in clathrin-coated pits (TTTT), is invaginated and forms endosomes. These specialized endosomes acquire a low internal pH due to the action of a proton pump (not shown). This leads to the dissociation of the iron from transferrin. Iron can be converted into its ferrous form by the metalloreductase STEAP3 and then leave the endosomes via SLC11A2. Apo-transferrin and transferrin receptors recycle to the plasma membrane for reuse. This iron uptake mechanism is found in most cell types, including enterocyte precursor cells. Excess iron can leave at least some cell types via SLC40A1 and can be converted to its ferric form by ceruloplasmin (CP), a non-membrane multicopper ferroxidase. Hereditary hemochromatosis results from mutations in HFE. HFE forms a heterodimer with β2-microglobulin, and some mutations that lead to hemochromatosis interrupt this interaction and thus lead to excess iron accumulation. Defects in a second transferrin receptor, TfR2, have recently been implicated in type 3 hemochromatosis. Hepcidin (HAMP) modulates cellular iron export through ferroportin (SLC40A1) by internalizing it into vesicles when the iron concentration is high. HFE, TfR2 and HJV are Hepcidin regulators which are mutated in hereditary hemochromatosis.",
    "ontology-ids": [
        "DOID:0050711",
        "PW:0000590",
        "DOID:0111948",
        "DOID:2351",
        "DOID:0110737",
        "DOID:0050649",
        "DOID:0111029",
        "CL:0000584",
        "PW:0001589",
        "DOID:0111032",
        "DOID:0111455",
        "DOID:0111030",
        "PW:0001816",
        "DOID:0111028",
        "DOID:0111027",
        "DOID:12119",
        "DOID:12118",
        "DOID:0111031",
        "PW:0002631",
        "CL:0000003",
        "DOID:0110734",
        "DOID:0111139",
        "DOID:655",
        "PW:0000004",
        "DOID:0111256",
        "DOID:0050642",
        "PW:0001831"
    ],
    "last-edited": "2023-06-02",
    "title": "Iron metabolism disorders",
    "authors": [
        "AmauryPelzer",
        "EmiliaAgasi",
        "DeSl"
    ],
    "revision": "r122518"
}