{
  "wpid": "WP5011",
  "title": "EGR2 and SOX10-mediated initiation of Schwann cell myelination",
  "authors": [
    "ReactomeTeam",
    "DeSl"
  ],
  "last-edited": "20210125165742",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "CL:0000218",
    "CL:0002573",
    "PW:0001251"
  ],
  "description": "Schwann cells are glial cells of the peripheral nervous system that ensheath the peripheral nerves within a compacted lipid-rich myelin structure that is required for optimal transduction of nerve signals in motor and sensory nerves. Schwann cells develop from the neural crest in a differentiation process driven by factors derived from the Schwann cell itself, from the adjacent neuron or from the extracellular matrix (reviewed in Jessen and Mirsky, 2005). Upon peripheral nerve injury, mature Schwann cells can form repair cells that allow peripheral nerve regeneration through myelin phagocytosis and remyelination of the peripheral nerve. This process in some ways recapitulates the maturation of immature Schwann cells during development (reviewed in Jessen and Mirsky, 2016).  Mature, fully myelinated Schwann cells exhibit longitudinal and radial polarization. The axon-distal abaxonal membrane interacts with elements of the basal lamina through integrins and lamins and in this way resembles the basolateral domain of polarized epithelial cells. In contrast, the axon-proximal adaxonal membrane resembles the apical domain of an epithelial cell, and is enriched with adhesion molecules and receptors that mediate interaction with ligands from the axon (reviewed in Salzer, 2015).<br>Schwann cells express a number of Schwann-cell specific proteins, including components of the myelin sheath such as myelin basic protein (MBP) and myelin protein zero (MPZ). In addition, Schwann cells have high lipid content relative to other membranes, and are enriched in galactosphingolipids, cholesterol and saturated long chain fatty acids (reviewed in Garbay et al, 2000). This protein and lipid profile is driven by a Schwann cell myelination transcriptional program controlled by master regulators SOX10, POU3F1 and EGR2, among others (reviewed in Svaren and Meijer, 2008; Stolt and Wegner, 2016).  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=9619665 Reactome].",
  "revision": null
}