{
  "wpid": "WP4095",
  "title": "RET signaling",
  "authors": [
    "ReactomeTeam"
  ],
  "last-edited": "20210125163723",
  "organisms": [
    "Homo sapiens"
  ],
  "description": "The RET proto-oncogene encodes a receptor tyrosine kinase expressed primarily in urogenital precursor cells, spermatogonocytes, dopaminergic neurons, motor neurons and neural crest progenitors and derived cells. . It is essential for kidney genesis, spermatogonial self-renewal and survivial, specification, migration, axonal growth and axon guidance of developing enteric neurons, motor neurons, parasympathetic neurons and somatosensory neurons (Schuchardt et al. 1994, Enomoto et al. 2001, Naughton et al. 2006, Kramer et al. 2006, Luo et al. 2006, 2009). RET was identified as the causative gene for human papillary thyroid carcinoma (Grieco et al. 1990), multiple endocrine neoplasia (MEN) type 2A (Mulligan et al. 1993), type 2B (Hofstra et al. 1994, Carlson et al. 1994), and Hirschsprung's disease (Romeo et al. 1994, Edery et al. 1994).  <br><br>RET contains a cadherin-related motif and a cysteine-rich domain in the extracellular domain (Takahashi et al. 1988). It is the receptor for members of the glial cell-derived neurotrophic factor (GDNF) family of ligands, GDNF (Lin et al. 1993), neurturin (NRTN) (Kotzbauer et al. 1996), artemin (ARTN) (Baloh et al. 1998), and persephin (PSPN) (Milbrandt et al. 1998), which form a family of neurotrophic factors. To stimulate RET, these ligands need a glycosylphosphatidylinositol (GPI)-anchored co-receptor, collectively termed GDNF family receptor-alpha (GFRA) (Treanor et al. 1996, Jing et al. 1996). The four members of this family have different, overlapping ligand preferences. GFRA1, GFRA2, GFRA3, and GFRA4 preferentially bind GDNF, NRTN, ARTN and PSPN, respectively (Jing et al. 1996, 1997, Creedon et al. 1997, Baloh et al. 1997, 1998, Masure et al. 2000). The GFRA co-receptor can come from the same cell as RET, or from a different cell. When the co-receptor is produced by the same cell as RET, it is termed cis signaling. When the co-receptor is produced by another cell, it is termed trans signaling. Cis and trans activation has been proposed to diversify RET signaling, either by recruiting different downstream effectors or by changing the kinetics or efficacy of kinase activation (Tansey et al. 2000, Paratcha et al. 2001). Whether cis and trans signaling has significant differences in vivo is unresolved (Fleming et al. 2015). Different GDNF family members could activate similar downstream signaling pathways since all GFRAs bind to and activate the same tyrosine kinase and induce coordinated phosphorylation of the same four RET tyrosines (Tyr905, Tyr1015, Tyr1062, and Tyr1096) with similar kinetics (Coulpier et al. 2002). However the exact RET signaling pathways in different types of cells and neurons remain to be determined.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=8853659 Reactome].",
  "revision": null
}