{
    "wpid": "WP4016",
    "organisms": ["Homo sapiens"],
    "description": "In fission yeast, the rad3 gene product plays a critical role in sensing DNA structure defects and activating damage response pathways. A structural homologue of rad3 in humans has been identified based on sequence similarity in the protein kinase domain.  ATR (for Ataxia Telangiectasia and Rad3-related) is considered the mammalian counterpart of yeast rad3, Mec1p, and fruit fly Mei-41, proteins involved in DNA damage responses. The ATR protein is a member of the phosphoinositide 3-kinase related kinase family and plays an important role in UV-induced DNA damage checkpoint response and its role as a signal transducer in cell cycle checkpoint has been well established.  Even though it is currently unclear whether ATR functions as a damage sensor, recent evidence shows that ATR may function as an initial sensor in the DNA damage checkpoint response.  Moreover, it has been found that ATR is a DNA-binding protein with higher affinity to UV-damaged than undamaged DNA.  In addition, damaged DNA stimulates the kinase activity of ATR to a significantly higher level than undamaged DNA. ATR is structurally related to ATM (for Ataxia Telangiectasia Mutated) as well as the yeast PIK family members Mec1p and Rad3.  Mec1p and Rad3 participate in checkpoint pathways induced by DNA replication blocks, DNA strand breaks, and other chromosomal abnormalities, which implies that ATR performs similar functions in mammalian cells.  Reports have demonstrated that overexpression of a catalytically inactive version of ATR (ATRki) in human fibroblasts caused hypersensitivity to gamma-radiation and hydroxyurea and abrogation of the radiation-induced G2 checkpoint.  The checkpoint defects observed in ATR-overexpressing cells resemble those found in AT cells. Additionally, ATR functions as an upstream regulator of p53 phosphorylation in DNA-damaged cells.  ATR phosphorylates p53 at both Ser-15 and Ser-37 in vitro, suggesting that ATR is directly involved in the modification of p53 in DNA-damaged cells.  Recent reports concerning ATM, suggest that ATR and ATM play both overlapping and independent roles in the phosphorylation of p53 during cellular exposure to genotoxic stress. Atr is localized to the nuclei of primary spermatocytes, cells that are undergoing meiosis I.  It has been demonstrated that both Atr and Atm proteins have associated protein kinase activity, consistent with their primary structures.  Additionally, Atr and Atm show specific association with chromosomes in cells that are in early meiosis I as demonstrated by antibody localization on surface-spread spermatocytes.  Both the Atr and Atm proteins are present at pairing forks in meiotic prophase as chromosomes synapse; however, they do not colocalize, instead they occupy complementary positions: Atr localizes along unsynapsed chromosome axes and Atm interacts with synapsed axes. Meanwhile ATM is activated by damage-induced rapid intermolecular autophosphorylation prior relocalization to sites of DNA breaks, ATR activation seems to require single-stranded DNA (ssDNA) coated with replication protein A.  The recruitment of ATR to damage sites appears to be mediated by an ATR-interacting protein that forms a stable complex with the vast majority of ATR in human cells.",
    "ontology-ids": [
        "PW:0000667",
        "PW:0000096",
        "PW:0000095",
        "PW:0001362",
        "DOID:0050569",
        "PW:0000666",
        "DOID:4159",
        "DOID:162"
    ],
    "last-edited": "2025-11-07",
    "title": "DNA IR-damage and cellular response via ATR",
    "authors": [
        "Amanzo",
        "DeSl",
        "Khanspers",
        "Egonw",
        "Fehrhart",
        "Finterly",
        "Eweitz"
    ],
    "revision": "r141198"
}