{
  "wpid": "WP2703",
  "title": "Extracellular matrix organization",
  "authors": [
    "ReactomeTeam",
    "Anwesha",
    "DeSl"
  ],
  "last-edited": "20210125163818",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000683"
  ],
  "description": "The extracellular matrix is a component of all mammalian tissues, a network consisting largely of the fibrous proteins collagen, elastin and associated-microfibrils, fibronectin and laminins embedded in a viscoelastic gel of anionic proteoglycan polymers. It performs many functions in addition to its structural role; as a major component of the cellular microenvironment it influences cell behaviours such as proliferation, adhesion and migration, and regulates cell differentiation and death (Hynes 2009). <br><br>ECM composition is highly heterogeneous and dynamic, being constantly remodeled (Frantz et al. 2010) and modulated, largely by matrix metalloproteinases (MMPs) and growth factors that bind to the ECM influencing the synthesis, crosslinking and degradation of ECM components (Hynes 2009). ECM remodeling is involved in the regulation of cell differentiation processes such as the establishment and maintenance of stem cell niches, branching morphogenesis, angiogenesis, bone remodeling, and wound repair. Redundant mechanisms modulate the expression and function of ECM modifying enzymes. Abnormal ECM dynamics can lead to deregulated cell proliferation and invasion, failure of cell death, and loss of cell differentiation, resulting in congenital defects and pathological processes including tissue fibrosis and cancer.<br><br>Collagen is the most abundant fibrous protein within the ECM constituting up to 30% of total protein in multicellular animals. Collagen provides tensile strength. It associates with elastic fibres, composed of elastin and fibrillin microfibrils, which give tissues the ability to recover after stretching. Other ECM proteins such as fibronectin, laminins, and matricellular proteins participate as connectors or linking proteins (Daley et al. 2008).<br><br>Chondroitin sulfate, dermatan sulfate and keratan sulfate proteoglycans are structural components associated with collagen fibrils (Scott & Haigh 1985; Scott & Orford 1981), serving to tether the fibril to the surrounding matrix. Decorin belongs to the small leucine-rich repeat proteoglycan family (SLRPs) which also includes biglycan, fibromodulin, lumican and asporin. All appear to be involved in collagen fibril formation and matrix assembly (Ameye & Young 2002). <br><br>ECM proteins such as osteonectin (SPARC), osteopontin and thrombospondins -1 and -2, collectively referred to as matricellular proteins (reviewed in Mosher & Adams 2012) appear to modulate cell-matrix interactions. In general they induce de-adhesion, characterized by disruption of focal adhesions and a reorganization of actin stress fibers (Bornstein 2009).  Thrombospondin (TS)-1 and -2 bind MMP2. The resulting complex is endocytosed by the low-density lipoprotein receptor-related protein (LRP), clearing MMP2 from the ECM (Yang et al. 2001).<br><br>Osteopontin (SPP1, bone sialoprotein-1) interacts with collagen and fibronectin (Mukherjee et al. 1995). It also contains several cell adhesive domains that interact with integrins and CD44.<br><br>Aggrecan is the predominant ECM proteoglycan in cartilage (Hardingham & Fosang 1992). Its relatives include versican, neurocan and brevican (Iozzo 1998). In articular cartilage the major non-fibrous macromolecules are aggrecan, hyaluronan and hyaluronan and proteoglycan link protein 1 (HAPLN1). The high negative charge density of these molecules leads to the binding of large amounts of water (Bruckner 2006). Hyaluronan is bound by several large proteoglycans proteoglycans belonging to the hyalectan family that form high-molecular weight aggregates (Roughley 2006), accounting for the turgid nature of  cartilage. <br><br>The most significant enzymes in ECM remodeling are the Matrix Metalloproteinase (MMP) and A disintegrin and metalloproteinase with thrombospondin motifs (ADAMTS) families (Cawston & Young 2010). Other notable ECM degrading enzymes include plasmin and cathepsin G. Many ECM proteinases are initially present as precursors, activated by proteolytic processing. MMP precursors include an amino prodomain which masks the catalytic Zn-binding motif (Page-McCawet al. 2007). This can be removed by other proteinases, often other MMPs. ECM proteinases can be inactivated by degradation, or blocked by inhibitors. Some of these inhibitors, including alpha2-macroglobulin, alpha1-proteinase inhibitor, and alpha1-chymotrypsin can inhibit a large variety of proteinases (Woessner & Nagase 2000). The tissue inhibitors of metalloproteinases (TIMPs) are potent MMP inhibitors (Brew & Nagase 2010).  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=1474244 Reactome].",
  "revision": null
}