{
    "wpid": "WP466",
    "organisms": ["Homo sapiens"],
    "description": "Studies in the past decade have suggested that the basic mechanism of DNA replication initiation is conserved in all kingdoms of life. Initiation in unicellular eukaryotes, in particular Saccharomyces cerevisiae (budding yeast), is well understood, and has served as a model for studies of DNA replication initiation in multicellular eukaryotes, including humans. In general terms, the first step of initiation is the binding of the replication initiator to the origin of replication. The replicative helicase is then assembled onto the origin, usually by a helicase assembly factor. Either shortly before or shortly after helicase assembly, some local unwinding of the origin of replication occurs in a region rich in adenine and thymine bases (often termed a DNA unwinding element, DUE). The unwound region provides the substrate for primer synthesis and initiation of DNA replication. The best-defined eukaryotic origins are those of S. cerevisiae, which have well-conserved sequence elements for initiator binding, DNA unwinding and binding of accessory proteins. In multicellular eukaryotes, unlike S. cerevisiae, these loci appear not to be defined by the presence of a DNA sequence motif. Indeed, choice of replication origins in a multicellular eukaryote may vary with developmental stage and tissue type. In cell-free models of metazoan DNA replication, such as the one provided by Xenopus egg extracts, there are only limited DNA sequence specificity requirements for replication initiation.   Source description: http://www.reactome.org/content/detail/69306. Proteins on this pathway have targeted assays available via the [CPTAC Assay Portal](https://assays.cancer.gov/available_assays?wp_id=WP466)",
    "ontology-ids": ["PW:0000098"],
    "last-edited": "2025-11-04",
    "title": "DNA replication",
    "authors": [
        "Kdahlquist",
        "MaintBot",
        "Khanspers",
        "Thomas",
        "D.Koren",
        "Zari",
        "Mkutmon",
        "AlexanderPico",
        "Egonw",
        "DeSl",
        "Eweitz",
        "Hasanbalci"
    ],
    "revision": "r141138"
}