{
    "wpid": "WP5314",
    "organisms": ["Homo sapiens"],
    "description": "Astrocyte-neuron lactate shuttle in Homo sapiens. The pathway shows the relation between neuronal activity and lactate production in astrocytes. These shuttles show how lactate can be broken down by lactate dehydrogenase into pyruvate which enters the TCA cycle in neurons.  In astrocytes, glucose undergoes glycolysis to be converted into pyruvate, which is then converted into lactate with the help of the LDHA enzyme. Lactate is then transported from astrocytes to neurons through the transporters SLC16A1, SLC16A3 and SLC16A7. There, lactate is converted to pyruvate with the help of the LDHB enzyme. Pyruvate formation is also increased by glucose entering the neuron through the SLC2A3 transporter, which undergoes glycolysis. Pyruvate enters the TCA cycle in the mitochondria of the neuron and ATP is produced.  The ATP generated in the neurons is required for the glutamate neurotransmitters to be excreted from neurons into the synaptic cleft. Astrocytes take up the glutamate neurotransmitters through the transporter SLC1A2. For glutamate to be transported into the cell by the SLC1A2 transporter, Na⁺ must be cotransported into the cell. This increase in concentration of sodium ions inside the astrocyte is balanced by Na⁺/K⁺ ATPase which transports Na⁺ out of the cell while simultaneously transporting K⁺ into the cell. This transporter requires ATP to be activated, and the ADP produced can be regenerated into ATP during glycolysis in the astrocytes.  This lactate shuttle theory explains that lactate from astrocytes is preferentially used over glucose by neurons in a fully aerobic state and is the main supply of energy to our neurological system.",
    "ontology-ids": [
        "CL:0000540",
        "CL:0000127",
        "CL:0000125",
        "PW:0000002"
    ],
    "last-edited": "2025-08-25",
    "title": "Lactate shuttle in glial cells",
    "authors": [
        "Celestecurreri",
        "Cleopheebruchou",
        "Ellaverheggen",
        "Eweitz",
        "Egonw",
        "Andra",
        "AlexanderPico",
        "DeSl",
        "Mkutmon"
    ],
    "revision": "r140445"
}