{
    "wpid": "WP4788",
    "organisms": ["Homo sapiens"],
    "description": "Taken from Osteopetrosis: genetics, treatment and new insights into osteoclast function by [Cristina Sobacchi, Ansgar Schulz, Fraser P. Coxon, Anna Villa and Miep H. Helfrich](https://www.ncbi.nlm.nih.gov/pubmed/23877423).  The osteopetroses are genetic diseases characterized by increased bone mass and density due to a failure in bone resorption. Two major forms can be distinguished on the basis of their mode of inheritance: autosomal dominant osteopetrosis (ADO, formerly known as Albers-Schönberg disease), is usually considered an adult-onset, more benign form (and has been comprehensively reviewed elsewhere); whereas autosomal recessive osteopetrosis (ARO), also termed malignant infantile osteopetrosis, presents soon after birth, is often severe and leads to death if left untreated.  Mechanisms underlying osteoclast-‑rich ARO: Ruffled border formation and bone resorption by osteoclasts are dependent on secretory lysosome trafficking. Genes implicated in osteoclast-‑rich autosomal recessive osteopetrosis encode proteins that localize to secretory lysosomes in osteoclasts. TCIRG1 encodes the a3 subunit of the V0 complex, part of the V‑ATPase proton pump that acidifies endosomes and lysosomes; CLCN7 encodes ClC‑7, the Cl– antiporter responsible for increasing lumenal Cl– concentration; OSTM1 encodes the β‑subunit of CIC‑7; PLEKHM1 encodes a cytosolic protein that binds to the active (GTP-‑bound) form of Rab7, which is associated with late endosomes and lysosomes; and SNX10 encodes sorting nexin 10, which localizes to endosomes via a phosphoinositide-‑binding PX domain. This domain also interacts with the V1 complex D subunit of V‑ATPase, raising the possibility that SNX10 is involved in trafficking of V‑ATPase. ARO-‑causing mutations in all five genes disrupt trafficking of secretory lysosomes, thereby impairing ruffled-‑border formation and bone resorption. Osteoclast formation and adhesion to bone through the sealing zone are unaffected.  Mechanisms underlying osteoclast-‑poor ARO: Osteoclastogenesis is dependent on the RANK signalling pathway. In normal osteoclasts, binding of RANKL recruits TRAF6, which releases NFκB from its phosphorylated inhibitor IκB. NFκB translocates to the nucleus and regulates transcription of key osteoclast genes. Osteopetrosis-‑causing mutations in TNFRSF11A (which encodes RANK) either reduce protein expression at the plasma membrane  or impair RANKL binding, which leads to the loss of NFκB signalling and prevents differentiation and fusion of osteoclast precursors. Similarly, osteoclast differentiation defects are seen if osteopetrosis-‑causing mutations in TNFSF11 (which encodes RANKL) are present. Mutations identified so far lead to reduced RANKL trimerization or impaired RANK binding. Osteoclast formation studies in vitro reveal these two distinct osteoclast-‑poor forms of ARO: those in which osteoclastogenesis cannot be induced by synthetic RANKL (TNFRSF11A-‑related ARO) and those in which osteoclastogenesis can be induced by synthetic RANKL, resulting in osteoclasts that function normally (TNFSF11-‑related ARO).   Linked with a dotted arrow to the GeneProduct nodes are diseases caused by mutation in the respective gene.",
    "ontology-ids": [
        "DOID:0110943",
        "DOID:0111542",
        "DOID:0110939",
        "DOID:0110945",
        "DOID:0110946",
        "DOID:0110941",
        "DOID:0110944",
        "DOID:0110942",
        "PW:0000003",
        "DOID:0110940",
        "CL:0000092"
    ],
    "last-edited": "2025-10-01",
    "title": "Autosomal recessive osteopetrosis pathways",
    "authors": [
        "Rlee",
        "Khanspers",
        "Egonw",
        "Eweitz"
    ],
    "revision": "r140664"
}