{
    "wpid": "WP5562",
    "organisms": ["Homo sapiens"],
    "description": "In celiac disease, gluten peptides breach the intestinal epithelial barrier and are deamidated by tissue transglutaminase 2 (TG2). These modified peptides are presented on HLA-DQ2 or HLA-DQ8 molecules by antigen-presenting cells (APCs), leading to the activation of gluten-specific CD4⁺ T cells. Once activated, these T cells produce inflammatory cytokines such as IFN-γ, IL-2, IL-21, and TNF-α, which contribute to small-intestinal mucosal damage, in part by acting alongside IL-15 secreted by inflamed epithelial cells.  Intraepithelial cytotoxic CD8⁺ T cells are also activated, releasing granzyme B (GZMB) and IFN-γ, amplifying the cycle of inflammation. In the periphery, gluten-specific memory CD4⁺ T cells remain vigilant and rapidly respond to gluten exposure—within 6 hours—by releasing inflammatory mediators like IL-2.  Emerging evidence suggests that bacterial or viral infections may disrupt oral tolerance to gluten. Current therapeutic approaches under investigation target multiple stages of CeD pathogenesis:  * Glutenases and anti-gliadin antibody AGY degrade or neutralize gluten;  * Integrin antagonists and tight junction modulators aim to restore epithelial barrier integrity;  * TG2 inhibitors block gluten peptide deamidation;  * Anti-IL-15 monoclonal antibodies (mAbs) suppress IL-15–driven inflammation;  * CD4⁺ T cell–targeted therapies seek to inhibit the expansion of pathogenic gluten-specific T cells;  * Tolerance-inducing strategies aim to delete or anergize gluten-specific CD4⁺ T cells or promote their differentiation into regulatory T cells (Tregs).",
    "ontology-ids": [
        "DOID:10608",
        "CL:0000145",
        "CL:0002563",
        "PW:0000754",
        "CL:0000624",
        "CL:0000625"
    ],
    "last-edited": "2025-08-19",
    "title": "Celiac disease mechanism and therapies",
    "authors": [
        "Eweitz",
        "Egonw",
        "Sikeda"
    ],
    "revision": "r140410"
}