{
  "wpid": "WP1797",
  "title": "Circadian Clock",
  "authors": [
    "MaintBot",
    "ReactomeTeam",
    "Anwesha",
    "Mkutmon"
  ],
  "last-edited": "20210125170424",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000004"
  ],
  "description": "At the center of the mammalian circadian clock is a negative transcription/translation-based feedback loop: The BMAL1:CLOCK/NPAS2 (ARNTL:CLOCK/NPAS2) heterodimer transactivates CRY and PER genes by binding E-box elements in their promoters; the CRY and PER proteins then inhibit transactivation by BMAL1:CLOCK/NPAS2. BMAL1:CLOCK/NPAS2 activates transcription of CRY, PER, and several other genes in the morning. Levels of PER and CRY proteins rise during the day and inhibit expression of CRY, PER, and other BMAL1:CLOCK/NPAS2-activated genes in the afternoon and evening. During the night CRY and PER proteins are targeted for degradation by phosphorylation and polyubiquitination, allowing the cycle to commence again in the morning. <br>Transcription of the BMAL1 (ARNTL) gene is controlled by ROR-alpha and REV-ERBA (NR1D1), both of which are targets of BMAL1:CLOCK/NPAS2 in mice and both of which compete for the same element (RORE) in the BMAL1 promoter. ROR-alpha (RORA) activates transcription of BMAL1; REV-ERBA represses transcription of BMAL1. This mutual control forms a secondary, reinforcing loop of the circadian clock. REV-ERBA shows strong circadian rhythmicity and confers circadian expression on BMAL1. <br>BMAL1 can form heterodimers with either CLOCK or NPAS2, which act redundantly but show different tissue specificity. The BMAL1:CLOCK and BMAL1:NPAS2 heterodimers activate a set of genes that possess E-box elements (consensus CACGTG) in their promoters. This confers circadian expression on the genes. The PER genes (PER1, PER2, PER3) and CRY genes (CRY1, CRY2) are among those activated by BMAL1:CLOCK and BMAL1:NPAS2. PER and CRY mRNA accumulates during the morning and the proteins accumulate during the afternoon. PER and CRY proteins form complexes in the cytosol and these are bound by either CSNK1D or CSNK1E kinases which phosphorylate PER and CRY. The phosphorylated PER:CRY:kinase complex is translocated into the nucleus due to the nuclear localization signal of PER and CRY. Within the nucleus the PER:CRY complexes bind BMAL1:CLOCK and BMAL1:NPAS2, inhibiting their transactivation activity and their phosphorylation. This reduces expression of the target genes of BMAL1:CLOCK and BMAL1:NPAS2 during the afternoon and evening. <br>PER:CRY complexes also traffic out of the nucleus into the cytosol due to the nuclear export signal of PER. During the night PER:CRY complexes are polyubiquitinated and degraded, allowing the cycle to begin again. Phosphorylated PER is bound by Beta-TrCP1, a cytosolic F-box type component of some SCF E3 ubiquitin ligases. CRY is bound by FBXL3, a nucleoplasmic F-box type component of some SCF E3 ubiquitin ligases. Phosphorylation of CRY1 by Adenosine monophosphate-activated kinase (AMPK) enhances degradation of CRY1. PER and CRY are subsequently polyubiquitinated and proteolyzed by the 26S proteasome.<br>The circadian clock is cell-autonomous and some, but not all cells of the body exhibit circadian rhythms in metabolism, cell division, and gene transcription. The suprachiasmatic nucleus (SCN) in the hypothalamus is the major clock in the body and receives its major input from light (via retinal neurons) and a minor input from nutrient intake.  The SCN and other brain tissues determine waking and feeding cycles and influence the clocks in other tissues by hormone secretion and nervous stimulation. Independently of the SCN, other tissues such as liver receive inputs from signals from the brain and from nutrients.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=400253 Reactome].",
  "revision": null
}