{
  "wpid": "WP2790",
  "title": "WNT ligand biogenesis and trafficking",
  "authors": [
    "ReactomeTeam",
    "Anwesha",
    "Fehrhart"
  ],
  "last-edited": "20181031204011",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0000008"
  ],
  "description": "19 WNT proteins have been identified in human cells.  The WNTs are members of a conserved metazoan family of secreted morphogens that activate several signaling pathways in the responding cell: the canonical (beta-catenin) WNT signaling cascade and several non-canonical pathways, including the planar cell polarity (PCP), the regulation of intracellular calcium signaling and  activation of JNK kinases.  WNT proteins exist in a gradient outside the secreting cell and are able to act over both short and long ranges to promote proliferation, changes in cell migration and polarity and tissue homeostasis, among others (reviewed in Saito-Diaz et al, 2012; Willert and Nusse, 2012).  <br><br><br>The WNTs are ~40kDa proteins with 23 conserved cysteine residues in the N-terminal that may form intramolecular disulphide bonds. They also contain an N-terminal signal sequence and a number of N-linked glycosylation sites (Janda et al, 2012). In addition to being glycosylated, WNTs are also lipid-modified in the endoplasmic reticulum by a WNT-specific O-acyl-transferase, Porcupine (PORCN), contributing to their characteristic hydrophobicity.  PORCN-dependent palmitoylation is required for the secretion of WNT as well as its signaling activity, as either depletion of PORCN or mutation of the conserved serine acylation site results in the intracellular accumulation of WNT ligand (Takada et al, 2006; Barrott et al, 2011; Biechele et al, 2011; reviewed in Willert and Nusse, 2012).<br><br><br>Secretion of WNT requires a number of other dedicated factors including the sorting receptor Wntless (WLS) (also knownas Evi, Sprinter, and GPR177), which binds WNT and escorts it to the cell surface (Banziger et al, 2006; Bartscherer et al, 2006; Goodman et al, 2006).  A WNT-specific retromer containing SNX3 is subsequently required for the recycling of WLS back to the Golgi (reviewed in Herr et al, 2012; Johannes and Wunder,  2011).   Once at the cell surface, WNT makes extensive contacts with components of the extracellular matrix such as heparan sulphate proteoglycans (HSPGs) and may be bound by any of a number of regulatory proteins, including WIFs and SFRPs. The diffusion of the WNT ligand may be aided by its packing either into WNT multimers, exosomes or onto lipoprotein particles to shield the hydrophobic lipid adducts from the aqueous extracellular environment (Gross et al, 2012; Luga et al, 2012, Korkut et al, 2009; reviewed in Willert and Nusse, 2012).<br><br >  View original pathway at:[http://www.reactome.org/PathwayBrowser/#DIAGRAM=3238698 Reactome].",
  "revision": null
}