{
  "wpid": "WP2658",
  "title": "HIV Life Cycle",
  "authors": [
    "ReactomeTeam",
    "Anwesha",
    "Mkutmon"
  ],
  "last-edited": "20201009155455",
  "organisms": [
    "Homo sapiens"
  ],
  "ontology-ids": [
    "PW:0001028"
  ],
  "description": "The life cycle of HIV-1 is divided into early and late phases, shown schematically in the figure. In the <b>early</b> phase, an HIV-1 virion binds to receptors and co-receptors on the human host cell surface (a), viral and host cell membranes fuse and the viral particle is uncoated (b), the viral genome is reverse transcribed and the viral preintegration complex (PIC) forms (c), the PIC is transported through the nuclear pore into the nucleoplasm (d), and the viral reverse transcript is integrated into a host cell chromosome (e). In the <b>late</b> phase, viral RNAs are transcribed from the integrated viral genome and processed to generate viral mRNAs and full-length viral genomic RNAs (f), the viral RNAs are exported through the nuclear pore into the cytosol (g), viral mRNAs are translated and the resulting viral proteins are post-translationally processed (h), core particles containing viral genomic RNA and proteins assemble at the host cell membrane and immature viral particles are released by budding. The released particles mature to become infectious (j), completing the cycle (Frankel and Young 1998; Miller and Bushman 1997).<br>Most of the crucial concepts used to describe these processes were originally elucidated in studies of retroviruses associated with tumors in chickens, birds, and other animal model systems, and the rapid elucidation of the basic features of the HIV-1 life cycle was critically dependent on the intellectual framework provided by these earlier studies. This earlier work has been very well summarized (e.g., Weiss et al. 1984; Coffin et al. 1997); here for brevity and clarity we focus on experimental studies specific to the HIV-1 life cycle.  View original pathway at [http://www.reactome.org/PathwayBrowser/#DIAGRAM=162587 Reactome].",
  "revision": null
}